Repository: Falke-Design/maposmatic
Catalog: www/maposmatic/locale/*/LC_MESSAGES/django.po
Languages: fi_fi

source: No localization
fi_fi: Ei lokalisointia

source: MapOSMatic maps
fi_fi: MapOSMatic-kartat

source: MapOSMatic maps [DEV]
fi_fi: MapOSMatic-kartat [DEV]

source: The latest rendered maps on MapOSMatic.
fi_fi: Viimeisimmät renderoidut kartat MapOSMatic-ohjelmassa.

source: Search for a map
fi_fi: Etsitään karttaa

source: Administrative boundary
fi_fi: Hallinnointiraja

source: Portrait
fi_fi: Pystysuora

source: Landscape
fi_fi: Vaakasuora

source: Area
fi_fi: Alue

source: The default OpenStreetMap.org style
fi_fi: OpenStreetMap.org-oletustyyli

source: The european MapQuest style
fi_fi: Eurooppalainen MapQuest-tyyli

source: The US MapQuest style
fi_fi: US MapQuest-tyyli

source: The UK MapQuest style
fi_fi: UK MapQuest-tyyli

source: A MapOSMatic-specific stylesheet suitable for printing
fi_fi: MapOSMatic-kohtainen tulostukseen sopiva tyylisivu

source: The <i>%(stylesheet_name)s</i> stylesheet
fi_fi: <i>%(stylesheet_name)s</i>-tyylisivu

source: Best fit <em class="papersize"></em>
fi_fi: Parhaiten sopiva <em class="papersize"></em>

source: Map title required
fi_fi: Karttaotsikko vaadittu

source: Stylesheet required
fi_fi: Tyylisivu vaadittu

source: Required
fi_fi: Vaadittu

source: Same latitude
fi_fi: Sama leveyspiiri

source: Same longitude
fi_fi: Sama pituuspiiri

source: %(title)s %(format)s Map
fi_fi: %(title)s %(format)s Kartta

source: %(title)s %(format)s Index
fi_fi: %(title)s %(format)s Indeksi

source: Administrative area too big for rendering
fi_fi: Hallinnointialue on liian laaja renderoitavaksi

source: No administrative boundary
fi_fi: Ei hallinnointirajaa

source: Latitude of the top left corner
fi_fi: Vasemman yläkulman leveyspiiri

source: Longitude of the top left corner
fi_fi: Vasemman yläkulman pituuspiiri

source: Latitude of the bottom right corner
fi_fi: Oikean alakulman leveyspiiri

source: Longitude of the bottom right corner
fi_fi: Oikean alakulman pituuspiiri

source: <i class="icon-warning-sign"></i> Area too big to be rendered!
fi_fi: <i class="icon-warning-sign"></i> Alue on liian laaja renderoitavaksi!

source: Remove any selected region from the map
fi_fi: Poista kaikki valitut alueet kartalta

source: Waiting for rendering to begin...
fi_fi: Odotetaan renderoinnin alkamista...

source: The rendering is in progress...
fi_fi: Renderointi käynnissä...

source: Rendering was successful.
fi_fi: Renderointi onnistui.

source: Rendering failed! Please contact contact@maposmatic.org for more information.
fi_fi: Renderointi epäonnistui! Lisätietoja varten ota yhteys osoitteeseen contact@maposmatic.org .

source: Rendering is obsolete: the rendering was successful, but the files are no longer available.
fi_fi: Renderointi on vanhentunut: renderointi onnistui, mutta tiedostot eivät ole enää käytettävissä.

source: The rendering was cancelled by the user.
fi_fi: Käyttäjä perui renderoinnin.

source: Page not found!
fi_fi: Sivua ei löytynyt!

source: Woups. Looks like you've followed a broken link ;-(
fi_fi: Hups. Näyttää, että seurasit rikkinäistä linkkiä ;-(

source: Server error!
fi_fi: Palvelinvirhe!

source: Well, this is embarrassing. Looks like the server crashed processing this request.
fi_fi: Harmittavaa. Näyttää kuin palvelin kaatui tätä pyyntöä prosessoitaessa.

source: About
fi_fi: Ohjelmasta

source: History
fi_fi: Historia

source: Of course, MapOSMatic is fully free software, licensed under the <a href="http://www.fsf.org/licensing/licenses/agpl-3.0.html">AGPLv3</a>.
fi_fi: Tietysti MapOSMatic on täysin vapaa ohjelmisto, joka on lisensointu lisenssin <a href="http://www.fsf.org/licensing/licenses/agpl-3.0.html">AGPLv3</a> alla.

source: How does it work?
fi_fi: Kuinka se toimii?

source: Contributing
fi_fi: Avustaen

source: The IRC channel <tt>#maposmatic</tt> on Freenode;
fi_fi: IRC-kanava <tt>#maposmatic</tt> Freenode-verkossa;

source: <a href="https://savannah.nongnu.org/task/?group=maposmatic">TODO-list and ideas</a>.
fi_fi: <a href="https://savannah.nongnu.org/task/?group=maposmatic">TODO-lista ja ideat</a>.

source: Contributors
fi_fi: Avustajat

source: Core team
fi_fi: Ydinryhmä

source: Developer
fi_fi: Kehittäjä

source: Developer, system administration, GIS database maintenance and site design
fi_fi: Kehittäjä, järjestelmäylläpitäjä, GIS-tietokantahuolto ja sivustosuunnittelu

source: Other contributors
fi_fi: Muut avustajat

source: German translation
fi_fi: saksalaislokalisointi

source: Italian translation
fi_fi: italiaislokalisointi

source: Catalan translation
fi_fi: katalaaninkielinen lokalisointi

source: Russian translation
fi_fi: venäjänkielinen lokalisointi

source: Arabic translation
fi_fi: arabiankielinen lokalisointi

source: Brasilian portuguese translation
fi_fi: Brasilian portugalinkielinen lokalisointi

source: Danish translation
fi_fi: tanskankielinen lokalisointi

source: Dutch translation
fi_fi: hollanninkielinen lokalisointi

source: Croatian translation
fi_fi: kroatiankielinen lokalisointi

source: Polish translation
fi_fi: puolankielinen lokalisointi

source: Indonesian translation
fi_fi: indonesinakielinen lokalisointi

source: Norwegian bokmål translation
fi_fi: Norjan bokmål-kielinen lokalisointi

source: Norwegian nynorsk translation
fi_fi: Norjan nynorsk-kielinen lokalisointi

source: Turkish translation
fi_fi: turkinkielinen lokalisointi

source: Translation automation
fi_fi: Käännösautomaatio

source: Kirgyz translation
fi_fi: kirkiisinkielinen lokalisointi

source: Printable stylesheet
fi_fi: Tulostettava tyylisivu

source: Platform status
fi_fi: Alustatila

source: Rendering daemon:
fi_fi: Renderointitaustaprosessi:

source: GIS database:
fi_fi: GIS-tietokanta:

source: Home
fi_fi: Koti

source: Create map
fi_fi: Luo kartta

source: Maps
fi_fi: Kartat

source: Donate
fi_fi: Lahjoita

source: MapOSMatic is a free software webservice to generate maps of cities using OpenStreetMap data.
fi_fi: MapOSMatic on vapaa webbipalvelu, joka tuottaa kaupunkien karttoja käyttäen OpenStreetMap-tietoja.

source: Thanks!
fi_fi: Kiitoksia!

source: Thanks for your donation!
fi_fi: Kiitoksia lahjoituksesta!

source: <i class="icon-ok"></i> We have received your donation. Thank you for your support to the MapOSMatic project!
fi_fi: <i class="icon-ok"></i> Olemme vastaanottaneet lahjoituksen. Kiitokset tuestasi MapOSMatic-projektille!

source: Why are donations useful?
fi_fi: Miksi lahjoitukset ovat hyödyllisiä?

source: Considering making a donation?
fi_fi: Harkitsetko lahjoituksen tekemistä?

source: Donate via PayPal &raquo;
fi_fi: Lahjoita PayPalin kautta &raquo;

source: Welcome to MapOSMatic!
fi_fi: Tervetuloa MapOSMatic-ohjelmaan!

source: Latest news
fi_fi: Viimeisimmät uutiset

source: published %(date)s ago
fi_fi: julkaistu %(date)s päivää sitten

source: You can donate to help us improve the service. See our <a href="/donate">donation</a> page for more information on how donations are processed and how they help us keep MapOSMatic free (and ad-free!).
fi_fi: Voit auttaa meitä parantaa palveluamme tekemällä lahjoituksen. Katso lisätietoja <a href="/donate">lahjoitus</a>-sivultamme siitä, kuinka lahjoitukset käsitellään ja kuinka ne auttavat meitä pitämään MapOSMatic ilmaisena (ja ilmoitusvapaana!).

source: Updating now...
fi_fi: Päivitetään nyt...

source: Request submitted: %(date)s
fi_fi: Pyyntö toimitettu: %(date)s

source: Rendering started: %(date)s
fi_fi: Renderointi alkoi: %(date)s

source: Rendering completed: %(date)s
fi_fi: Renderointi valmis: %(date)s

source: Rendering cancelled: %(date)s
fi_fi: Renderointi peruttu: %(date)s

source: Pending, submitted %(date)s ago
fi_fi: Odotetaan, lähetetty %(date)s päivää sitten

source: Pending...
fi_fi: Odotetaan...

source: Cancel this queued request (position %(pos)s in the queue)
fi_fi: Peru tämä jonossa oleva pyyntö (sijainti %(pos)s jonossa)

source: Rendering...
fi_fi: Renderoidaan...

source: Download
fi_fi: Lataa

source: Download other formats and map indeces
fi_fi: Lataa muita muotoja ja karttaindeksejä

source: map
fi_fi: kartta

source: index
fi_fi: indeksi

source: The generated files are no longer available.
fi_fi: Tuotetut tiedostot eivät ole enää käytettävissä.

source: Updating in <span>%(refresh)s</span>s...
fi_fi: Päivitetään kohteessa <span>%(refresh)s</span>s...

source: City
fi_fi: Kaupunki

source: Stylesheet
fi_fi: Tyylisivu

source: Paper format
fi_fi: Paperimuoto

source: Recreate map
fi_fi: Luo kartta uudelleen

source: Map thumbnail
fi_fi: Kartan pienoiskuva

source: No map matches your query.
fi_fi: Yksikään kartta ei täsmää kyselyysi

source: Create a new map!
fi_fi: Luo uusi kartta!

source: Generate your own map
fi_fi: Tuota oma karttasi

source: City search
fi_fi: Kaupunkihaku

source: Paper size
fi_fi: Paperikoko

source: Paper orientation
fi_fi: Paperin suunta

source: An error occured while retrieving compatible paper sizes.
fi_fi: Tapahtui virhe noudettaessa yhteensopivia paperikokoja.

source: <i class="icon-refresh"></i> Calculating available paper formats for your map...
fi_fi: <i class="icon-refresh"></i> Lasketaan käytettävissä olevia paperimuotoja kartallesi...

source: Paper format and size
fi_fi: Paperimuoto ja -koko

source: Select the desired format, size and orientation for your map.
fi_fi: Valitse haluttu muoto, koko ja suuntaus kartallesi.

source: Map title
fi_fi: Karttaotsikko

source: Language
fi_fi: Kieli

source: Summary
fi_fi: Yhteenveto

source: Location:
fi_fi: Sijainti:

source: Stylesheet:
fi_fi: Tyylisivu:

source: Paper format:
fi_fi: Paperimuoto:

source: Generate &raquo;
fi_fi: Tuota &raquo;

source: Start typing for suggestions...
fi_fi: Aloita ehdotusten kirjoittaminen...

source: Clear selected area
fi_fi: Tyhjennä valittu alue
