Repository: Falke-Design/maposmatic
Catalog: www/locale/*/LC_MESSAGES/django.po
Languages: ast, be, cs, el, eo, et, nl

source: You will receive a notification e-mail concerning your donation. This e-mail will indicate that the donation has been received by <i>Thomas Petazzoni</i>, who is the MapOSMatic developer in charge of donations and funds. MapOSMatic is still an informal gathering of developers, and we have not (yet) created a non-profit organization to support the project.
ast: Recibirás un corréu-e d'avisu sobro la to donación. El corréu indicará que la donación recibióla <i>Thomas Petazzoni</i>, que ye'l desendolcador de MapOSMatic encargáu de les donaciones y fondos. MapOSMatic inda ye una xuntanza informal de desendolcadores, y (entá) nun creamos una organización sin porgüeyu de sofitu al proyectu.
be: Вы атрымаеце апавяшчэнне па электроннай пошце пра ваша ахвяраванне. Гэтае апавяшчэнне будзе значыць, што ахвяраванне было атрымана <i>Томасам Петацоні (Thomas Petazzoni)</i>, які з'яўляецца распрацоўшчыкам MapOSMatic і адказвае за ахвяраванні і фінансаванне. MapOSMatic з'яўляецца нефармальнай групай распрацоўшчыкаў, і мы пакуль што не стварылі некамерцыйную арганізацыю для падтрымкі праекта.
cs: Obdržíte e-mail s upozorněním týkajícím se vašeho daru. Tento e-mail naznačuje, že dárcovství bylo přijato <i>Thomasem Petazzoni</i>, který je vývojářem MapOSMatic, který je zodpovědný za dary a finanční prostředky. MapOSMatic je stále neformální shromáždění vývojářů a my jsme (dosud) nevytvořili neziskovou organizaci, která by podpořila projekt.
el: Θα λάβετε μια ειδοποίηση μέσω e-mail σχετικά με τη δωρεά σας. Αυτό το ηλεκτρονικό μήνυμα θα αναφέρει ότι η δωρεά έχει παραληφθεί από τον⏎ <i>Thomas Petazzoni</i>, ο οποίος είναι ο προγραμματιστής του MapOSMatic που είναι επιφορτισμένος με δωρεές και ταμεία. Το MapOSMatic εξακολουθεί να είναι μια άτυπη συνάντηση προγραμματιστών, και δεν έχουμε (ακόμη) δημιουργήσει μια μη-κερδοσκοπική οργάνωση για την υποστήριξη του έργου.
eo: Vi ricevos retmesaĝon pri via donaco. Tiu mesaĝo indikos, ke la ricevanto de la donaco estas <i>Thomas Petazzoni</i>, kiu respondecas pri donacoj kaj financado de nia projekto. MapOSMatic estas neformala aro de programistoj, kaj ni ankoraŭ ne kreis sen-profitan organizaĵon por ĝi.
nl: U zal een email over uw donatie ontvangen. Deze email zal aangeven dat de donatie is ontvangen door <i>Thomas Petazzoni</i>, dit is de MapOSMatic developer die donaties en fondsen afhandelt. MapOSMatic is nog steeds een informele groep ontwikkelaars en we hebben (nog) geen stichting opgericht om het project te ondersteunen.

source: Why are donations useful?
ast: ¿Por qué son útiles les donaciones?
be: Чаму ахвяраванні карысныя?
cs: Proč jsou dary užitečné?
el: Πως είναι οι δωρεές μου χρήσιμες;
eo: Kial fari donacon?
et: Miks on annetused kasulikud?
nl: Waarvoor zijn donaties nodig?

source: MapOSMatic is a project entirely developed and maintained by a team of volunteers (see our <a href="%(about_url)s">About</a> page for details). However, running the MapOSMatic service and making improvements to it has various costs beyond the time of the volunteer developers.
ast: MapOSMatic ye un proyectu desendolcáu y manteníu dafechu por un equipu de voluntarios (visita la páxina <a href="%(about_url)s">Tocante a</a> pa más detalles). Sicasí, executar y ameyorar el serviciu MapOSMatic tien dellos costes amás del tiempu de los desendolcadores voluntarios.
be: MapOSMatic - гэта праект, які быў цалкам распрацаваны і суправаджаецца камандай добраахвотнікаў (падрабязней гл. старонку <a href="%(about_url)s">Пра нас</a>). Аднак, забеспячэнне працаздольнасці сервера MapOSMatic і ўнясенне паляпшэнняў у яго патрабуюць розных выдаткаў, акрамя часу добраахвотных распрацоўшчыкаў.
cs: MapOSMatic je projekt zcela vyvinutý a udržovaný několika dobrovolníky (viz <a href="%(about_url)s">O naší stránce</a> pro podrobnosti). Spuštění služby MapOSMatic a jeho vylepšení však znamenají různé náklady za dobrovolné vývojáře.
el: Το MapOSMatic είναι έργο που εντελώς αναπτύσσεται και συντηρείται από μια ομάδα εθελοντών (βλ. <a href="%(about_url)s">Σχετικά</a> για λεπτομέρειες). Ωστόσο, η εκτέλεση των υπηρεσιών του MapOSMatic και βελτιώσεις στην υπηρεσία περιλαμβάνουν διάφορες δαπάνες πέραν του χρόνου των εθελοντών προγραμματιστών.
eo: MapOSMatic estas projekto, kiu dependas entute de grupo de volontuloj (vidu nian paĝon <a href="%(about_url)s">Pri</a> por la detaloj). Tamen, daŭre funkciigi la servon kaj plibonigi ĝin implicas kostojn krom la tempo de la programistoj.
nl: MapOSMatic is een projekt dat geheel ontwikkeld en onderhouden word door een team van vrijwillgers (zie onze <a href="%(about_url)s">Over</a>-pagina voor details). Dat gezegd, het in de lucht houden en verbeteren van de MapOSMatic-service brengt enkele kosten met zich mee buiten de tijd die vrijwilligers investeren.

source: Therefore, we are currently seeking donations to help us funding:
ast: Poro, anguaño buscamos donaciones p'ayudanos a financiar:
be: Таму нам патрэбныя ахвяраванні для фінансавання:
cs: Proto v současné době hledáme dary, které by nám pomohly:
el: Ως εκ τούτου, επιδιώκουμε επί του παρόντος δωρεές για να μας βοηθήσουν στην χρηματοδότηση:
eo: Tial, ni aktuale petas donacojn por helpi pagi:
et: Seega otsime me rahalisi annetusi, et finantseerida:
nl: Dus, we vragen momenteel donaties om ons het volgende te veroorloven:

source: Participation to the transportation expenses of the MapOSMatic developers when they gather for <i>hackfests</i> (meeting of developers). You can read our <a href="http://news.maposmatic.org">blog</a> to learn more about what we achieve during those hackfests. We usually implement a huge number of improvements, new features and bug fixes during those meetings. They take place during the holidays of the developers, and we would like to at least compensate their travel expenses.
ast: Participación nos gastos de tresporte de los desendolcadores de MapOSMatic cuando aconceyen pa <i>hackfests</i> (alcuentros de desendolcadores). Llei el nuesu <a href="http://news.maposmatic.org">blog</a> pa saber más tocante a lo que consiguimos nesos hackfests. De vezu encadarmamos un bon númberu d'ameyoramientos, nueves funciones ya igües d'errores nesos alcuentros. Estos tienen llugar demientres les vacaciones de los desendolcadores, y prestaríanos compensa-yos polo menos los gastos de viaxes.
be: Кампенсацыі транспартных выдаткаў распрацоўшчыкаў MapOSMatic, калі яны збіраюцца на <i>хак-фэсты</i> (сустрэчы распрацоўшчыкаў). Вы можаце прачытаць наш <a href="http://news.maposmatic.org">блог</a>, каб даведацца больш пра нашы дасягненні на хак-фэстах. Звычайна мы рэалізуем мноства паляпшэнняў, новых функцый і выпраўляем памылкі падчас гэтых сустрэч. Яны праводзяцца ў час адпачынкаў распрацоўшчыкаў, і мы хацелі б па меншай меры кампенсаваць ім транспартныя выдаткі.
cs: Účast na výdajích na dopravu vývojářů MapOSMatic, když se shromažďují pro <i>hackfesty</i> (setkání vývojářů). Můžete si přečíst náš <a href="http://news.maposmatic.org">blog</a>, abyste se dozvěděli více o tom, čeho dosáhneme během těchto hackfestů. Během těchto setkání obvykle provádíme velké množství vylepšení, nové funkce a opravy chyb. "Během svátků developerů bychom rádi vykompenzovali své cestovní výdaje.
el: Συμμετοχή στα έξοδα μεταφοράς των προγραμματιστών του MapOSMatic όταν συγκεντρωθούν για το <i>hackfest</i> (συνεδρίαση των προγραμματιστων). Μπορείτε να διαβάσετε <a href="http://news.maposmatic.org">το blog μας</a> για να μάθετε περισσότερα για το τι μπορούμε να επιτύχουμε κατά τη διάρκεια αυτών των hackfest. Τυπικά εφαρμόζουμε έναν τεράστιο αριθμό βελτιώσεων, νέων χαρακτηριστικών και διορθώσεων σφαλμάτων κατά τη διάρκεια αυτών των συναντήσεων. Θα πραγματοποιηθεί κατά τη διάρκεια των διακοπών των προγραμματιστών, και θα θέλαμε να λάβουν⏎ μια αποζημίωση για τα έξοδα του ταξιδιού τους.
eo: Helpi kun vojaĝkostoj kiam la programistoj de MapOSMatic kuniĝas por iu <i>hackfest</i>. Legu pri tio ĉe la <a href="http://news.maposmatic.org">blogo</a>. Kutime ni aldonas amason da plibonigoj, novaj funkcioj kaj riparoj dum tiuj renkontiĝoj, kuj okazas dum la ferioj de la programistoj, kaj ni ŝatus almenaŭ repagi al ili la vojaĝkostojn.
nl: Een bijdrage in de reiskosten van de MapOSMatic ontwikkelaars wanneer deze samenkomen voor de <i>hackfests</i> (bijeenkomsten van ontwikkelaars). U kunt ons <a href="http://news.maposmatic.org">blog</a> lezen om meer te weten te komen over wat we bereiken tijdens deze hackfests. Normaliter implementeren we een enorm aantal verbeteringen, nieuwe functionaliteit en foutoplossingen tijdens deze samenkomsten. Deze vinden plaats in de vakantie van deze ontwikkelaars en we zouden ze graag tenminste hun reiskosten vergoeden.

source: Considering making a donation?
ast: ¿Tas camentando si facer una donación?
be: Вырашылі ўнесці ахвяраванне?
cs: Vzhledem k udělení daru?
el: Λαμβάνοντας αυτό υπόψη θα κάνετε μια δωρεά;
eo: Ĉu vi pensas eventuale fari donacon?
et: Kaalud annetuse tegemist teha?
nl: Aan het overwegen te doneren?

source: Donations can be done through the well-known <a href="http://www.paypal.com">PayPal</a> service. We accept donations of any amount: all donations are helpful, even the smallest ones.
ast: Les donaciones puen facese pel perconocíu serviciu <a href="http://www.paypal.com">PayPal</a> . Aceptamos donaciones de cualquier cantidá: toles donaciones ayuden, fasta les más pequeñes.
be: Ахвяраванне можна зрабіць праз добра вядомую службу <a href="http://www.paypal.com">PayPal</a>. Мы прымаем ахвяраванні любых сум: усе яны прыносяць карысць, нават самыя маленькія.
cs: Dary lze provést prostřednictvím známé služby <a href="http://www.paypal.com">PayPal</a>. Přijímáme dary jakéhokoli množství: všechny dary jsou užitečné, a to i ty nejmenší.
el: Οι δωρεές μπορούν να γίνουν μέσα από τη γνωστή υπηρεσία <a href="http://www.paypal.com">PayPal</a>. Δεχόμαστε δωρεές οποιουδήποτε ποσού· όλες οι δωρεές είναι χρήσιμες, ακόμα και οι μικρότερες.
eo: Vi povas donaci al ni per <a href="http://www.paypal.com">PayPal</a>. Ni akceptas ĉiujn donacojn, grandajn kaj malgrandajn.
nl: Donaties kunnen gemaakt worden via de welbekende <a href="http://www.paypal.com">PayPal</a>-dienst. We accepteren donaties in elke hoeveelheid: alle donaties zijn behulpzaam, zelfs de kleinste.

source: Donate via PayPal &raquo;
ast: Donar per PayPal &raquo;
be: Ахвяраваць праз PayPal &raquo;
cs: Darujte přes PayPal & raquo;
el: Δωρεά μέσω PayPal &raquo;
eo: Donaci per PayPal &raquo;
et: Toeta kasutades PayPal'i &raquo;
nl: Doneer via Paypal &raquo;

source: %(queued)s job%(qp)s in the rendering queue.
ast: %(queued)s trabayu%(qp)s na cola de dibuxáu.
be: %(queued)s запыт %(qp)s у чарзе.
cs: %(queued)s úloha %(qp)s ve frontě vykreslování.
el: %(queued)s εργασία%(qp)s στη σειρά αναμονής.
eo: Atendas %(queued)s tasko%(qp)s...
et: %(queued)s töö%(qp)s renderduse järjekorras.
nl: %(queued)s opdrachten%(qp)s in de wachtrij.

source: As the data used to generate maps is coming from OpenStreetMap, you can freely reuse, sell, or modify the generated maps under the <a href="http://wiki.openstreetmap.org/wiki/License">terms of the OpenStreetMap license</a>.
ast: Tolos datos usaos pa xenerar los mapes vienen d'OpenStreetMap, yes llibre pa reutilizar, vender, o camudar los mapes xeneraos baxo los <a href="http://wiki.openstreetmap.org/wiki/License">términos de la llicencia d'OpenStreetMap</a>.
be: Усе дадзеныя для стварэння мапы бяруцца з OpenStreetMap, таму Вы можаце свабодна выкарыстоўваць, гандляваць ці змяняць створаныя мапы згодна з <a href="http://wiki.openstreetmap.org/wiki/License">ліцэнзіяй OpenStreetMap</a>.
cs: Vzhledem k tomu, že data použitá k generování map pocházejí z OpenStreetMap, můžete volně opakovaně používat, prodat nebo upravovat vytvořené mapy za <a href="http://wiki.openstreetmap.org/wiki/License">podmínek licence OpenStreetMap</a>.
el: Τα στοιχεία που χρησιμοποιήθηκαν για τη δημιουργία χαρτών προέρχονται από το OpenStreetMap, επομένως μπορούν ελεύθερα να επαναχρησιμοποιηθούν, να πωληθούν και να τροποποιηθούν σύμφωνα με τους όρους <a href="http://wiki.openstreetmap.org/wiki/License">της άδειας του OpenStreetMap</a>.
eo: Ĉar la datumoj por la mapoj venas de OpenStreetMap, vi rajtas libere reuzi, vendi aŭ modifi la kreitajn mapojn laŭ la <a href="http://wiki.openstreetmap.org/wiki/License">permesilo de OpenStreetMap</a>.
nl: De gegevens die gebruikt worden om de kaarten te maken komen van OpenStreetMap, het staat u vrij om (onder de voorwaarden van de <a href="http://wiki.openstreetmap.org/wiki/License">OpenStreetMap licentie</a>) de kaarten te hergebruiken, verkopen, dan wel aanpassen.

source: Learn more
ast: Saber más
be: Даведацца больш
cs: Další informace
el: Μάθετε περισσότερα
eo: Lerni pli
et: Loe veel
nl: Leer meer

source: Create a map &raquo;
ast: Crear un mapa &raquo;
be: Стварыць мапу &raquo;
cs: Vytvořit mapu & raquo;
el: Δημιουργία χάρτη &raquo;
eo: Krei mapon &raquo;
et: Loo kaart &raquo;
nl: Maak een kaart &raquo;

source: Latest news
ast: Últimes noticies
be: Апошнія навіны
cs: Poslední zprávy
el: Τελευταία νέα
eo: Lastaj novaĵoj
et: Viimased uudised
nl: Laatste nieuws

source: published %(date)s ago
ast: publicao hai %(date)s
be: апублікована %(date)s таму
cs: vydáno před %(date)s
el: δημοσιεύθηκε πριν από %(date)s
eo: eldonita antaŭ %(date)s
et: publitseeritud %(date)s tagasi
nl: %(date)s geleden gepubliceerd

source: You can donate to help us improve the service. See our <a href="/donate">donation</a> page for more information on how donations are processed and how they help us keep MapOSMatic free (and ad-free!).
ast: Pues facer una donación p'ayudanos a ameyorar el serviciu. Visita la páxina de <a href="/donate">donaciones</a> pa más información tocante a cómo se procesen les donaciones y cómo nos ayuden a caltener MapOSMatic llibre (¡y llibre d'anuncios!).
be: Вы можаце ўнесці ахвяраванне, каб дапамагчы нам палепшыць сэрвіс. Глядзіце нашу старонку <a href="/donate">ахвяраванняў</ a>, каб даведацца больш аб тым, як выканаць ахвяраванне, і як яны дапамагаюць нам падтрымліваць MapOSMatic бясплатным (і вольным ад рэкламы!).
cs: Můžete nám darovat peníze, abychom nám pomohli zlepšit službu. <a href="/donate">Více informací</a> o tom, jak jsou dary zpracovány a jak nám pomáhají udržovat MapOSMatic zdarma (a bez reklam!).
el: Μπορείτε να δωρίσετε για να μας βοηθήσετε να βελτιώσουμε την υπηρεσία. Δείτε τη σελίδα περί <a href="/donate">δωρεές</a> για περισσότερες πληροφορίες σχετικά με το πώς οι δωρεές υποβάλλονται σε επεξεργασία και πώς θα βοηθήσει το MapOSMatic να παραμείνει δωρεάν (και χωρίς διαφημίσεις!).
eo: Vi povas donaci al ni por plibonigi nian servon. Vidu nian <a href="/donate">paĝon pri donacoj</a> por pli da informoj pri kiel la donacoj helpas al ni funkciigi tiun ĉi senpagan kaj senreklaman servon.
nl: U kunt doneren om ons te helpen deze service te verbeteren. Zie onze <a href="/donate">donatiepagina</a> voor meer informatie over het gebruik van donatiegelden en hoe het helpt MapOSMatic gratis en advertentievrij te houden.

source: Request submitted: %(date)s
ast: Solicitú unviada: %(date)s
be: Запыт адпраўлены: %(date)s
cs: Žádost: odeslána %(date)s
el: Αίτηση υποβλήθηκε: %(date)s
eo: Peto sendita je %(date)s
et: Tellimus esitatud: %(date)s
nl: Opdracht ingezonden: %(date)s

source: Rendering started: %(date)s
ast: Dibuxáu principiáu: %(date)s
be: Стварэнне мапы пачалося: %(date)s
cs: Vykreslení začalo %(date)s
el: Επεξεργασία ξεκίνησε: %(date)s
eo: Tasko komenciĝis je %(date)s
et: Renderdus algas: %(date)s
nl: Reproductie gestart: %(date)s

source: Rendering completed: %(date)s
ast: Dibuxáu completáu: %(date)s
be: Стварэнне мапы закончылася: %(date)s
cs: Vykreslení skončilo: %(date)s
el: Επεξεργασία ολοκληρωθηκε: %(date)s
eo: Bildigo finita je %(date)s
et: Renderdus valmis: %(date)s
nl: Reproductie afgerond: %(date)s

source: Rendering cancelled: %(date)s
ast: Dibuxáu encaboxáu: %(date)s
be: Стварэнне мапы было скасавана: %(date)s
cs: Vykreslení zrušeno: %(date)s
el: Επεξεργασία ακυρώθηκε: %(date)s
eo: Bildigo nuligita je %(date)s
et: Renderdus katkestati: %(date)s
nl: Reproductie geanulleerd: %(date)s

source: Pending, submitted %(date)s ago
ast: Pendiente, unviáu hai %(date)s
be: У чаканні, запыт быў адпраўлены %(date)s таму
cs: Probíhá, odesláno před %(date)s
el: Εκκρεμεί, υποβλήθηκε %(date)s πριν
eo: Atendadas, petita antaŭ %(date)s
et: Ootel, alustatud %(date)s tagasi
nl: Wachtend, ingestuurd %(date)s geleden

source: Pending...
ast: Pendiente...
be: У чаканні...
cs: Probíhá ...
el: Εν αναμονή...
eo: Atendadas...
et: Ootel...
nl: Wachtend...

source: Cancel this queued request (position %(pos)s in the queue)
ast: Encaboxar esta solicitú de la cola (posición %(pos)s de la cola)
be: Скаксаваць дададзены ў чаргу запыт (%(pos)s месца ў чарзе)
cs: Zrušit tuto žádost ve frontě (pozice %(pos)s ve frontě)
el: Ακύρωση αυτού του αιτήματος (θέση %(pos)s στην σειρά αναμονής)
eo: Nuligi tiun ĉi peton (numero %(pos)s en la atendovico)
et: Katkesta see request (järjekorras number %(pos)s)
nl: Annuleer dit verzoek (positie %(pos)s in de wachtrij)

source: <i class="glyphicon glyphicon-remove-sign"></i> Cancel
ast: <i class="glyphicon glyphicon-remove-sign"></i> Encaboxar
el: <i class="glyphicon glyphicon-remove-sign"></i> Ακύρωση
eo: <i class="glyphicon glyphicon-remove-sign"></i> Nuligi
et: <i class="glyphicon glyphicon-remove-sign"></i> Katkesta

source: Rendering is in progress, started %(date)s ago
ast: El dibuxáu ta en progresu, principió hai %(date)s
be: Адбываецца стварэнне мапы, якое пачалося %(date)s таму
cs: Vykreslování probíhá, začalo před %(date)s
el: Η επεξεργασία είναι σε εξέλιξη, ξεκίνησε %(date)s πριν
eo: Daŭras la bildigado, kiu ekis antaŭ %(date)s
et: Rederdus on töös, alustatud %(date)s tagasi
nl: Reproductie is gaande, gestart %(date)s geleden

source: Rendering...
ast: Dibuxando...
be: Адбываецца стварэнне мапы...
cs: Vykreslování...
el: Επεξεργάζεται...
eo: Daŭras la bildigado...
et: Renderdan...
nl: Bezig...

source: Download
ast: Descargar
be: Спампаваць
cs: Stažení
el: Λήψη
eo: Elŝuti
et: Lae alla

source: Download other formats and map indeces
ast: Descargar otros formatos ya índices de mapa
be: Сцягнуць мапу ў іншых фарматах
cs: Vytvořit vlastní mapu
el: Λήψη άλλων μορφών και ευρετηρίων χάρτη
eo: Elŝuti aliajn formatojn kaj la mapindeksojn
et: Lae alla kaart ja indeksid teistes formaatides
nl: Download andere formaten en kaartindexen

source: map
ast: mapa
be: мапа
cs: mapa
el: χάρτης
eo: mapo
et: kaart
nl: kaart

source: index
ast: índiz
be: пералік
el: ευρετήριο
eo: indekso
et: indeks

source: The generated files are no longer available.
ast: Los ficheros xeneraos yá nun tán disponibles.
be: Створаныя файлы больш не даступныя.
cs: Generované soubory již nejsou k dispozici.
el: Τα αρχεία που δημιουργήθηκαν δεν είναι πλέον διαθέσιμα.
eo: La kreitaj dosieroj ne plu disponeblas.
et: Genereeritud failid ei ole enam saadaval.
nl: De gegenereerde bestanden zijn niet langer beschikbaar.

source: Recreate map
ast: Recrear el mapa
be: Паўторна стварыць мапу
cs: Znovu vytvořit mapu
el: Ανασύνθεση χάρτη
eo: Re-krei mapon
et: Loo kaart uuesti
nl: Maak kaart opnieuw

source: Updating in <span>%(refresh)s</span>s...
ast: Anovando en <span>%(refresh)s</span>s...
be: Абнаўленне адбудзецца праз <span>%(refresh)s</span> с...
cs: Aktualizace za <span>%(refresh)s</span> s...
el: Ενημέρωση σε <span>%(refresh)s</span>s...
eo: Ĝisdatiĝos post <span>%(refresh)s</span>s...
et: Uuendan <span>%(refresh)s</span>s...
nl: Bijwerken in <span>%(refresh)s</span>s...

source: Updating now...
ast: Anovando agora...
be: Ідзе абнаўленне...
cs: Aktualizace nyní ...
el: Ενημέρωση τώρα...
eo: Ĝisdatiĝas...
et: Uuendan nüüd...
nl: Nu aan het bijwerken...

source: Map details
ast: Detalles del mapa
be: Падрабязней пра мапу
cs: Detaily mapy
el: Λεπτομέρειες χάρτη
eo: Map-detaloj
et: Kaardi detailid
nl: Kaartdetails

source: City
ast: Ciudá
be: Горад
cs: Město
el: Πόλη
eo: Urbo
et: Linn
nl: Stad

source: Layout
ast: Diseñu
be: Макет старонкі
cs: Rozvržení
el: Σχέδιο
eo: Aranĝo
et: Kujundus
nl: Indeling.

source: Stylesheet
ast: Fueya d'estilu
be: Стыль
cs: Stylopis
el: Στυλ
eo: Stilfolio
et: Stiilikirjeldus
nl: Stijlblad

source: Paper format
ast: Formatu del papel
be: Фармат паперы
cs: Formát papíru
el: Είδος χαρτιού
eo: Paper-aranĝo
et: Paberi formaat
nl: Papierformaat

source: Map locale
ast: Configuración llocal del mapa
be: Мова мапы
cs: Mapovat místně
el: Τοπικές ρυθμίσεις χάρτη
eo: Lingvo de la mapo
et: Kaardi keel
nl: Kaart-taal

source: Map thumbnail
ast: Miniatura del mapa
cs: Miniatura mapy
el: Μικρογραφία χάρτη
eo: Miniaturo
et: Kaardi pisivaade

source: Our database does not contain any rendered maps for the moment.
ast: Nesti momentu la base de datos nun contien nengún mapa dibuxáu.
be: Наша база дадзеных пакуль што не змяшчае гатовых мапаў.
cs: Naše databáze zatím neobsahuje žádné vykreslené mapy.
el: Η βάση δεδομένων μας προς το παρόν δεν περιέχει επεξεργασμένους χάρτες.
eo: Nia datumbazo enhavas neniun bildigitan mapon aktuale.
et: Andmebaasis pole hetkel renderdatud kaarte.
nl: Onze database bevat op het moment geen gereproduceerde kaarten.

source: No map matches your query.
ast: Nengún mapa casa cola to consulta
be: Няма мапаў, што адпавядаюць Вашаму запыту.
cs: Žádná mapa neodpovídá vašemu dotazu.
el: Δεν βρέθηκε χάρτης που ταιριάζει το ερώτημά σας.
eo: Neniu mapo korespondas kun via demando.
et: Kaarti ei leitud.
nl: Geen kaart voldoet aan uw vraag.

source: Create a new map!
ast: ¡Crea un mapa nuevu!
be: Стварыць новую мапу!
cs: Vytvořit novou mapu!
el: Δημιουργήστε νέο χάρτη!
eo: Krei novan mapon!
et: Loo uus kaart!
nl: Maak nieuwe kaart!

source: Generate your own map
ast: Xenera un mapa propiu
be: Стварыць уласную мапу
cs: Vytvořit vlastní mapu
el: Δημιουργήστε το δικό σας χάρτη
eo: Krei vian propran mapon
et: Genereeri enda kaart
nl: Genereer uw eigen kaart

source: Generate
ast: Xenerar
be: Стварыць мапу
cs: Vytvořit
el: Δημιουργία
eo: Bildigi
nl: Genereer

source: Geographic area
ast: Área xeográfica
be: Геаграфічная вобласць
cs: Zeměpisná oblast
el: Γεωγραφική περιοχή
eo: Geografia areo
et: Geograafiline ala
nl: Geografisch gebied

source: City search
ast: Buscar ciudá
be: Пошук горада
cs: Vyhledávání města
el: Αναζήτηση πόλης
eo: Serĉi urbon
et: Linna otsing
nl: Zoek stad

source: Geographic area selection
ast: Seleición d'área xeográfica
be: Выдзяленне геаграфічнай вобласці
cs: Výběr zeměpisné oblasti
el: Επιλογή γεωγραφικής περιοχής
eo: Elekto de geografia areo
et: Geograafilise ala valik
nl: Geografisch gebied-selectie

source: Paper size
ast: Tamañu del papel
be: Памер паперы
cs: Velikost papíru
el: Μέγεθος χαρτιού
eo: Grando de papero
et: Paberi suurus
nl: Papiergrootte

source: Paper orientation
ast: Orientación del papel
be: Арыентацыя паперы
cs: Orientace papíru
el: Προσανατολισμός χαρτιού
eo: Orientiĝo de la papero
et: Paberi orientatsioon
nl: Papier-oriëntatie

source: An error occured while retrieving compatible paper sizes.
ast: Hebo un error al algamar los tamaños de papel compatibles.
be: Адбылася памылка пры пошуку падыходзячых памераў паперы
cs: Během načítání kompatibilních formátů papíru došlo k chybě.
el: Παρουσιάστηκε σφάλμα κατά την ανάκτηση συμβατών μεγεθών χαρτιού.
eo: Eraro okazis dum kiam ni serĉis kongruajn paper-grandojn.
et: Paberisuuruste lugemisel tekkis viga.
nl: Een probleem deed zich voor tijdens het ophalen van de papierformaten.

source: Paper format and size
ast: Formatu y tamañu del papel
be: Фармат і памер паперы
cs: Formát a velikost papíru
el: Μορφή και μέγεθος χαρτιού
eo: Formato kaj grando de papero
et: Paberi formaat ja suurus
nl: Papierformaat en -grootte
