Repository: Falke-Design/maposmatic
Catalog: www/locale/*/LC_MESSAGES/django.po
Languages: ast, be, cs, el, eo, et, nl

source: This Python module can be used through a command-line tool provided with OCitySMap, so everyone can run its own city-map rendering suite. However, as the installation of the different components is quite complicated, a small web service has been created on top of it so that end-users can easily generate and use OpenStreetMap city maps.
ast: Esti módulu Python pue usase con una ferramienta de llinia de comandos que vien con OCitySMap, de mou que cualquiera pue executar un programa propiu de mapes de ciudaes. Sicasí, como la instalación de los distintos componentes ye complicada enforma, creóse un pequeñu serviciu web enriba d'él pa que los usuarios finales puedan xenerar y usar fácilmente mapes OpenStreetMap de ciudaes.
be: Гэты модуль на Python можна выкарыстоўваць праз адмысловы інструмент для каманднага радка, які ўваходзіць у склад OCitySMap, так што любы можа запусціць свой уласны сэрвіс для стварэння мапаў гарадоў. Але, паколькі ўстаноўка розных кампанентаў досыць складаная, то для яго быў створаны невялікі вэб-сэрвіс, каб кожны карыстальнік мог лёгка ствараць і выкарыстоўваць мапы гарадоў з OpenStreetMap.
cs: Tento modul Pythonu lze použít pomocí příkazového řádku, který je součástí programu OCitySMap, takže každý může spustit vlastní sadu městských map. Nicméně, jelikož instalace různých komponent je docela komplikovaná, byla nad tím vytvořena malá webová služba, takže koncoví uživatelé mohou snadno vytvářet a používat mapy měst z OpenStreetMap.
el: Αυτή η μονάδα Python μπορεί να χρησιμοποιηθεί μέσω ένα εργαλείο της γραμμής εντολών που παρέχεται με το OCitySMap, έτσι ώστε όλοι να μπορούν να λειτουργούν δικιά τους σουίτα για παροχή χαρτών των πόλεων. Ωστόσο, καθώς η εγκατάσταση των διαφόρων συστατικών είναι αρκετά περίπλοκη, μια μικρή διαδικτυακή υπηρεσία έχει δημιουργηθεί από πάνω του έτσι ώστε οι χρήστες μπορούν εύκολα να δημιουργούν και χρησιμοποιούν χάρτες πόλεων με το OpenStreetMap.
eo: Tiu Pitona modulo uzeblas per la komandlinio, do ĉiu povas funkciigi sian propran kreilon de urbomapoj. Tamen, la instalado de la diversaj elementoj estas iom komplika, do ni kreis malgrandan TTT-an interfacon por ĝi, por ke la kreado estu facila por ĉiuj.
nl: Deze Python module kan gebruikt worden via een commandoregel geleverd bij OCitySMap, zodat een ieder zijn/haar eigen stadskaartproductie kan voeren. Niettemin, het installeren van de verschillende modules is redelijk gecompliceerd, dus is er een kleine 'web service' opgezet zodat iedereen gemakkelijk OpenStreetMap stadskaarten kan aanvragen en laten reproduceren.

source: This web service has been called <i>MapOSMatic</i>, like <i>map-o-matic</i> but with a reference to OpenStreetMap (OSM). The web service is written in Python using <a href="http://www.djangoproject.com">Django</a>. It is responsible for storing the rendering requests and displaying the result of these requests. The rendering itself takes place asynchronously through the <i>maposmaticd</i> daemon. This daemon does only one rendering at a time, which is very important because of the CPU and I/O intensive nature of the map rendering process.
ast: Esti serviciu web llamóse <i>MapOSMatic</i>, como <i>mapa-máticu</i> pero con referencia a OpenStreetMap (OSM). El serviciu web ta escritu en Python usando <a href="http://www.djangoproject.com">Django</a>. Ye'l responsable de guardar les solicitúes de dibuxáu y d'amosar el resultáu d'eses solicitúes. El propiu dibuxáu tien llugar de mou asíncronu usando'l daemon <i>maposmaticd</i>. Esti daemon fai sólo un dibuxu al tiempu, lo que ye importante enforma pola naturaleza intensiva en CPU y E/S del procesu de dibuxáu del mapa.
be: Гэты вэб-сэрвіс названы <i>MapOSMatic</i>, падобна да <i>map-o-matic</i>, але са спасылкай на OpenStreetMap (OSM). Вэб-сэрвіс, напісаны на Python з выкарыстаннем <a href="http://www.djangoproject.com">Django</a>. Ён адказвае за сартаванне запытаў на стварэнне мапаў і паказ вынікаў гэтых запытаў. Стварэнне мапы адбываецца асінхронна сэрвісам <i>maposmaticd</i>. Ён апрацоўвае толькі адну мапу адначасова з-за вельмі вялікай нагрузі на працэсар і сістэму ўводу-вываду падчас апрацоўкі мапы.
cs: Tato webová služba byla nazývána <i>MapOSMatic</i>, podobně jako <i>map-o-matic</i>, ale s odkazem na OpenStreetMap (OSM). Služba je napsána v jazyce Python s pomocí <a href="http://www.djangoproject.com">Django</a>. Je odpovědný za ukládání požadavků na vykreslování a zobrazení výsledků těchto požadavků. Vlastní vykreslování se provádí asynchronně přes <i>maposmaticd</i> démona. Tento démon vydává vždy pouze jeden příkaz, což je velmi důležité kvůli CPU a I/O intensivní povaze mapového procesu.
el: Αυτή η υπηρεσία ιστοσελίδων έχει χαρακτηριστεί <i>MapOSMatic</i>, όπως <i>map-o-matic</i>, αλλά με μια αναφορά στο OpenStreetMap (OSM). Η διαδικτυακή υπηρεσία είναι γραμμένη σε Python με χρήση του πλαισίου <a href="http://www.djangoproject.com">Django</a>. Είναι υπεύθυνη για την αποθήκευση των αιτήσεων επεξεργασίας και εμφάνιση του αποτελέσματος από αυτά τα αιτήματα. Η απόδοση η ίδια πραγματοποιείται ασύγχρονα μέσω του προγράμματος <i>maposmaticd</i>. Αυτό το πρόγραμμα κάνει επεξεργασία μόνο ενός κάθε φορά, το οποίο είναι πολύ σημαντικό λόγω της φύσης της διαδικασίας παροχής του χάρτη που είναι πολύ απαιτητική στον CPU και I/O.
eo: Tiu TTT-servo nomiĝas <i>MapOSMatic</i>, kvazaŭ <i>map-o-matic</i> sed kun referenco al OpenStreetMap (OSM). La TTT-servo kreiĝis per Pitono kaj <a href="http://www.djangoproject.com">Django</a>. Ĝi kolektas la petojn kaj montras la rezultojn, sed la bildigado mem okazas aparte, per la <i>maposmaticd</i>-demono. Tiu demono prilaboras nur unu bildigo por la alia, pro la intensa laboro bezonata por tio.
nl: Deze web service is <i>MapOSMatic</i> genoemd, naar <i>map-o-matic</i> maar met een verwijzing naar OpenStreetMap (OSM). Deze web service is in Python geschreven met behulp van <a href="http://www.djangoproject.com">Django</a>. Het is en is verantwoordelijk voor het verwerken en weergeven van aanvragen voor kaartproductie. Het reproduceren van de kaart zelf gebeurd asynschroon via de <i>maposmaticd</i> daemon; deze verwerkt de opdrachten een voor een, omdat het maken van een kaart een intensief proces is welke veel vraagt van de processor en harddisk.

source: Contributing
ast: Collaborar
be: Удзел
cs: Přispívání
el: Συνεισφορά
eo: Kontribui
et: Panustamine
nl: Bijdragen

source: As stated above, both <i>OCitySMap</i> and <i>MapOSMatic</i> are fully free software, so you're invited to contribute. Here are the few starting points to help us:
ast: Como se diz más arriba, tanto <i>OCitySMap</i> como <i>MapOSMatic</i> son software llibre dafechu, de mou que tas convidáu a collaborar. Estos son dellos puntos de partida p'ayudanos:
be: Як ужо было сказана вышэй, і <i>OCitySMap</i>, і <i>MapOSMatic</i> - абсалютна бясплатныя праграмы, і мы запрашаем вас паўдзельнічаць у іх паляпшэнні. Вось некалькі зыходных пунктаў для дапамогі нам:
cs: Jak bylo uvedeno výše, <i>OCitySMap</i> a <i>MapOSMatic</i> jsou plně svobodným softwarem, takže jste zváni, abyste k nim přispěli. Zde je několik málo výchozích bodů, které vám pomohou:
el: Όπως προαναφέρθηκε, τόσο το <i>OCitySMap</i> όσο και το <i>MapOSMatic</i> είναι πλήρως ελεύθερο λογισμικό, έτσι είστε κλήθηκαν να ⏎ συνεισφέρουν. Παρακάτω είναι μερικά σημεία αφετηρίας που μπορείτε να μας βοηθήσετε:
eo: Kiel jam menciite, <i>OCitySMap</i> kaj <i>MapOSMatic</i> estas tute liberaj programoj, do ni invitas vin kontribui. Jen kiel komenci:
nl: Zoals eerder vermeld zijn zowel <i>OCitySMap</i> alswel <i>MapOSMatic</i> Vrije Software projecten, dus bent u van harte welkom om bij te dragen. Hier volgen wat startpunten om ons te helpen:

source: The <a href="http://wiki.maposmatic.org">MapOSMatic Wiki</a>, which contains valuable technical information and documents about MapOSMatic;
ast: La <a href="http://wiki.maposmatic.org">Wiki de MapOSMatic</a>, que contien valiosa información téunica y documentos sobro MapOSMatic;
be: <a href="http://wiki.maposmatic.org">Вікі-старонкі MapOSMatic</a>, якія змяшчаюць тэхнічную інфармацыю і дакументацыю па MapOSMatic;
cs: <a href="http://wiki.maposmatic.org">MapOSMatic Wiki</a>, která obsahuje cenné technické informace a dokumenty o MapOSMatic;
el: Το <a href="http://wiki.maposmatic.org">Βίκι του MapOSMatic</a>, το οποίο περιέχει πολύτιμες τεχνικές πληροφορίες και έγγραφα σχετικά με το MapOSMatic·
eo: la <a href="http://wiki.maposmatic.org">vikio de MapOSMatic</a>, kiu enhavas valorajn teknikajn informojn, kaj dokumentojn pri MapOSMatic;
nl: De <a href="https://wiki.maposmatic.org">MapOSMatic Wiki</a> bevat waardevolle technische informatie en documenten over MapOSMatic;

source: The <a href="https://savannah.nongnu.org/projects/maposmatic/">project on Savannah</a>;
ast: El <a href="https://savannah.nongnu.org/projects/maposmatic/">proyectu en Savannah</a>;
be: <a href="https://savannah.nongnu.org/projects/maposmatic/">Праект на Savannah</a>;
cs: Projekt na <a href="https://savannah.nongnu.org/projects/maposmatic/">Savannah</a>;
el: Η σελίδα μας <a href="https://savannah.nongnu.org/projects/maposmatic/">στο Savannah</a>·
eo: la <a href="https://savannah.nongnu.org/projects/maposmatic/">projekto ĉe Savannah</a>;
nl: Het <a href="https://savannah.nongnu.org/projects/maposmatic/">project op Savannah</a>&nbsp;;

source: The <a href="http://lists.nongnu.org/mailman/listinfo/maposmatic-dev">development mailing-list</a>;
ast: La <a href="http://lists.nongnu.org/mailman/listinfo/maposmatic-dev">llista de corréu de desendolcu</a>;
be: <a href="http://lists.nongnu.org/mailman/listinfo/maposmatic-dev">Рассылка распрацоўшчыкаў</a>;
cs: Vývojářský <a href="http://lists.nongnu.org/mailman/listinfo/maposmatic-dev">mailing-list</a>;
el: Τον <a href="http://lists.nongnu.org/mailman/listinfo/maposmatic-dev">κατάλογο email για ανάπτυξη</a>·
eo: la <a href="http://lists.nongnu.org/mailman/listinfo/maposmatic-dev">dissendolisto por programistoj (en la angla)</a>;
nl: De <a href="http://lists.nongnu.org/mailman/listinfo/maposmatic-dev">email distributielijst voor ontwikkelaars (de voertaal is Engels)</a>&nbsp;;

source: The IRC channel <tt>#maposmatic</tt> on Freenode;
ast: La canal d'IRC <tt>#maposmatic</tt> de Freenode;
be: IRC-канал <tt>#maposmatic</tt> на Freenode;
cs: IRC kanál <tt>#maposmatic</tt> na Freenode;
el: Το κανάλι IRC <tt>#maposmatic</tt> στο Freenode·
eo: la IRC-kanalo <tt>#maposmatic</tt> ĉe Freenode;
et: IRC kanal: <tt>#maposmatic</tt>, Freenode võrgus;
nl: Het <tt>#maposmatic</tt> IRC-kanaal op Freenode;

source: The <a href="http://git.savannah.gnu.org/cgit/maposmatic/ocitysmap.git">OCitySMap Git repository</a>, which can be cloned using <tt>git clone git://git.sv.gnu.org/maposmatic/ocitysmap.git</tt>;
ast: El <a href="http://git.savannah.gnu.org/cgit/maposmatic/ocitysmap.git"> repositoriu Git OCitySMap </a>, que pue clonase usando <tt>git clone git://git.sv.gnu.org/maposmatic/ocitysmap.git</tt>;
be: <a href="http://git.savannah.gnu.org/cgit/maposmatic/ocitysmap.git">Git-рэпазіторый OCitySMap</a> можа быць кланаваны з дапамогай <tt>git clone git://git.sv.gnu.org/maposmatic/ocitysmap.git</tt>;
cs: Úložiště <a href="http://git.savannah.gnu.org/cgit/maposmatic/ocitysmap.git">OCitySMap na Git</a>, které lze klonovat pomocí <tt>git clone git://git.sv.gnu.org/maposmatic/ocitysmap.git</tt>;
el: Το <a href="http://git.savannah.gnu.org/cgit/maposmatic/ocitysmap.git">αποθετήριο git του OCitySMap</a>, το οποίο μπορεί να κλωνοποιηθεί με την εντολή <tt>git clone git://git.sv.gnu.org/magposmatic/ocitysmap.git</tt>·
eo: la <a href="http://git.savannah.gnu.org/cgit/maposmatic/ocitysmap.git">OCitySMap Git-deponejo</a>, kiun vi povas kloni per <tt>git clone git://git.sv.gnu.org/maposmatic/ocitysmap.git</tt>;
nl: De <a href="http://git.savannah.gnu.org/cgit/maposmatic/ocitysmap.git">OCitySMap Git depot</a>, welke gekloond kan worden via &laquo; <tt>git clone git://git.sv.gnu.org/maposmatic/ocitysmap.git</tt> &raquo;&nbsp;;

source: The <a href="http://git.savannah.gnu.org/cgit/maposmatic.git">MapOSMatic Git repository</a>, which can be cloned using <tt>git clone git://git.sv.gnu.org/maposmatic.git</tt>;
ast: El <a href="http://git.savannah.gnu.org/cgit/maposmatic.git">repositoriu Git MapOSMatic</a>, que pue clonase usando <tt>git clone git://git.sv.gnu.org/maposmatic.git</tt>;
be: <a href="http://git.savannah.gnu.org/cgit/maposmatic.git">Git-рэпазіторый MapOSMatic</a> можа быць кланаваны з дапамогай <tt>git clone git://git.sv.gnu.org/maposmatic.git</tt>;
cs: Úložiště <a href="http://git.savannah.gnu.org/cgit/maposmatic.git">MapOSMatic Git</a>, které lze klonovat pomocí <tt>git clone git://git.sv.gnu.org/maposmatic.git</tt>;
el: Το <a href="http://git.savannah.gnu.org/cgit/maposmatic.git">αποθετήριο git του MapOSMatic</a>, το οποίο μπορεί να κλωνοποιηθεί με την εντολή <tt>git clone git://git.sv.gnu.org/maposmatic.git</tt>·
eo: la <a href="http://git.savannah.gnu.org/cgit/maposmatic.git">MapOSMatic Git-deponejo</a>, kiun vi povas kloni per <tt>git clone git://git.sv.gnu.org/maposmatic.git</tt>;
nl: De <a href="http://git.savannah.gnu.org/cgit/maposmatic.git">MapOSMatic Git depot</a>, welke gekloond kan worden via &laquo; <tt>git clone git://git.sv.gnu.org/maposmatic.git</tt> &raquo;&nbsp;;

source: <a href="https://savannah.nongnu.org/task/?group=maposmatic">TODO-list and ideas</a>.
ast: <a href="https://savannah.nongnu.org/task/?group=maposmatic">llista de pendientes ya ideas</a>.
be: <a href="https://savannah.nongnu.org/task/?group=maposmatic">Планы і ідэі</a>.
cs: <a href="https://savannah.nongnu.org/task/?group=maposmatic">TODO-seznam a nápady</a>.
el: Τη <a href="https://savannah.nongnu.org/task/?group=maposmatic">Λίστα υποχρεώσεων και ιδεών</a>.
eo: <a href="https://savannah.nongnu.org/task/?group=maposmatic">Farindaĵoj kaj ideoj</a>.
nl: <a href="https://savannah.nongnu.org/task/?group=maposmatic">Taken- en ideeenlijst</a>.

source: Contributors
ast: Collaboradores
be: Удзельнікі
cs: Přispěvatelé
el: Συνεργάτες
eo: Kontribuintoj
et: Panustajad
nl: Bijdragers

source: Core team
ast: Equipu principal
be: Асноўная каманда
cs: Základní tým
el: Κύρια ομάδα
eo: Ĉefa skipo
et: Tuumikmeeskond
nl: Kernteam

source: Developer
ast: Desendolcador
be: Распрацоўшчык
cs: Vývojář
el: Προγραμματισμός
eo: Programisto
et: Arendaja
nl: Ontwikkelaar

source: Developer and Mapnik stylesheets
ast: Desendolcador y fueyes d'estilu Mapnik
be: Распрацоўшчык і стылі Mapnik
cs: Vývojářské a Mapnikové stylopisy
el: Προγραμματισμός και φύλλα στυλ Mapnik
eo: Programisto kaj stilfolioj de Mapnik
et: Arendaja ja Mapnik stylesheet-id
nl: Ontwikkelaar en Mapnik-stijlbladen

source: Developer, system administration, GIS database maintenance and site design
ast: Desendolcador, alministración del sistema, mantenimientu de la base de datos GIS y diseñu del sitiu
be: Распрацоўшчык, сістэмны адміністратар, падтрымка базы дадзеных мапы і дызайн сайта
cs: Vývojář, správa systému, údržba databáze GIS a návrh webu
el: Προγραμματισμός, το σύστημα διαχείρισης, τήρηση βάσης δεδομένων GIS και ο σχεδιασμός της ιστοσελίδας
eo: Programisto, sistemestro, riparado de GIS-datumbazo, kaj fasonado de la retejo
et: Arendaja, süsteemihaldur, GIS andmebaasi haldus ja lehe disain
nl: Ontwikkelaar, systeembeheer, GIS-databaseonderhoud en site-ontwerp

source: Developer, treasurer
ast: Desendolcador, ayalgueru
be: Распрацоўшчык, скарбнік
cs: Vývojář, pokladník
el: Προγραμματισμός, ταμείο
eo: Programisto, kontisto
et: Arendaja, kassiir
nl: Ontwikkelaar, penningmeester

source: Other contributors
ast: Otros collaboradores
be: Іншыя ўдзельнікі
cs: Ostatní přispěvatelé
el: Λοιποί συνεισφέροντες
eo: Aliaj kontribuintoj
et: Teised kontributsioonid
nl: Andere bijdragers

source: German translation
ast: Traducción al alemán
be: Нямецкі пераклад
cs: Německý překlad
el: Γερμανική μετάφραση
eo: germana traduko
et: Saksa tõlge
nl: Duitse vertaling

source: Italian translation
ast: Traducción al italianu
be: Італьянскі пераклад
cs: Italský překlad
el: Ιταλική μετάφραση
eo: itala traduko
et: Itaalia tõlge
nl: Italiaanse vertaling

source: Catalan translation
ast: Traducción al catalán
be: Каталонскі пераклад
cs: Katalánský překlad
el: Καταλανική μετάφραση
eo: kataluna traduko
et: Katalaani tõlge
nl: Catalaanse vertaling

source: Russian translation
ast: Traducción al rusu
be: Рускі пераклад
cs: Ruský překlad
el: Ρωσική μετάφραση
eo: rusa traduko
et: Vene tõlge
nl: Russische vertaling

source: Arabic translation
ast: Traducción al árabe
be: Пераклад на арабскую мову
cs: Arabský překlad
el: Αραβική μετάφραση
eo: araba traduko
et: Araabia tõlge
nl: Arabische vertaling

source: Brasilian portuguese translation
ast: Traducción al portugués del Brasil
be: Бразільскі пераклад на партугальскую мову
cs: Brazilsko-portugalský překlad
el: Πορτογαλική (Βραζιλίας) μετάφραση
eo: portugala traduko (Brazilo)
et: Brasiilia portugali keele tõlge
nl: Braziliaans portugese vertaling

source: Danish translation
ast: Traducción al danés
be: Дацкі пераклад
cs: Dánský překlad
el: Δανική μετάφραση
eo: dana traduko
et: Taani tõlge
nl: Deense vertaling

source: Dutch translation
ast: Traducción al neerlandés
be: Галандскі пераклад
cs: Holandský překlad
el: Ολλανδική μετάφραση
eo: nederlanda traduko
et: Hollandi tõlge
nl: Nederlandse vertaling

source: Croatian translation
ast: Traducción al croata
be: Харвацкі пераклад
cs: Chorvatský překlad
el: Κροατική μετάφραση
eo: kroata traduko
et: Horvaatia tõlge
nl: Kroatische vertaling

source: Polish translation
ast: Traducción al polacu
be: Польскі пераклад
cs: Polský překlad
el: Πολωνική μετάφραση
eo: pola traduko
et: Poola tõlge
nl: Poolse vertaling

source: Indonesian translation
ast: Traducción al indonesiu
be: Інданезійскі пераклад
cs: Indonéský překlad
el: Ινδονησιακή μετάφραση
eo: indonezia traduko
et: Indoneesia tõlge
nl: Indonesische vertaling

source: Norwegian bokmål translation
ast: Traducción al noruegu bokmål
be: Нарвежскі /букмол/ пераклад
cs: Norský bokmål překlad
el: Νορβηγική (bokmål) μετάφραση
eo: norvega traduko (bokmål)
et: Norra bokmål tõlge
nl: Norweegse bokmål vertaling

source: Norwegian nynorsk translation
ast: Traducción al noruegu nynorsk
be: Нарвежскі /нюнарск/ пераклад
cs: Norský nynorský překlad
el: Νορβηγική (nynorsk) μετάφραση
eo: norvega traduko (nynorsk)
et: Norra nynorsk tõlge
nl: Norweegse nynorsk vertaling

source: Turkish translation
ast: Traducción al turcu
be: Турэцкі пераклад
cs: Turecký překlad
el: Τουρκική μετάφραση
eo: turka traduko
et: Türgi tõlge
nl: Turkse vertaling

source: Translation automation
ast: Automatización de traducción
be: Аўтаматычны пераклад
cs: Automatizace překladů
el: Αυτοματοποίηση μετάφρασης
eo: aŭtomatigo de tradukado
et: Tõlke automaatika
nl: Vertaling automatisering

source: Kirgyz translation
ast: Traducción al kirguistanín
be: Кыргызскі пераклад
cs: Kirgický překlad
el: Κιργιζική μετάφραση
eo: kirgiza traduko
et: Kirgiisi tõlge
nl: Kirgyse vertaling

source: Printable stylesheet
ast: Fueya d'estilu imprentable
be: Стыль для друку
cs: Tisknutelný stylopis
el: Εκτυπώσιμο φύλλο στυλ
eo: Presebla stilfolio
et: Trükitav stiilikirjeldus
nl: Afdrukbaar stijlblad

source: Maps feed
ast: Canal de mapes
be: RSS-паток мапаў на MapOSMatic
cs: Zdroj dat Mapy
el: Ροή χαρτών
eo: RSS-fluo de mapoj de MapOSMatic
et: Kaartide feed
nl: Kaarten webfeed

source: Platform status
ast: Estáu de la plataforma
be: Стан платформы
cs: Stav platformy
el: Λειτουργικότητα υπηρεσίας
eo: Stato de la platformo
et: Platvormi staatus

source: Rendering daemon:
ast: Daemon de dibuxáu:
be: Сэрвіс стварэння мапы:
cs: Vykreslovací démon
el: Διακομιστής επεξεργασίας:
eo: Bildiga demono:
et: Renderduse teenus:
nl: Reproductie-daemon:

source: GIS database:
ast: Base de datos GIS:
be: База дадзеных ГІС:
cs: Databáze GIS:
el: Βάση δεδομένων GIS:
eo: GIS-datumbazo:
et: GIS andmebaas:

source: Home
ast: Entamu
be: Галоўная
cs: Úvodní strana
el: Αρχική
eo: Hejmo
et: Kodu
nl: Thuis

source: Create map
ast: Crear mapa
be: Стварыць мапу
cs: Vytvořit mapu
el: Δημιουργία χάρτη
eo: Krei mapon
et: Loo kaart
nl: Maak kaart

source: Maps
ast: Mapes
be: Мапы
cs: Mapy
el: Χάρτες
eo: Mapoj
et: Kaardid
nl: Kaarten

source: Donate
ast: Facer donación
be: Ахвяраваць
cs: Darovat
el: Δωρεές
eo: Donaci
et: Toeta
nl: Doneer

source: MapOSMatic is a free software webservice to generate maps of cities using OpenStreetMap data.
ast: MapOSMatic ye un serviciu web en software llibre pa xenerar mapes de ciudaes usando los datos d'OpenStreetMap.
be: MapOSMatic - гэта бясплатны вэб-сэрвіс для стварэння мапаў гарадоў, які выкарыстоўвае дадзеныя OpenStreetMap.
cs: MapOSMatic je bezplatná webová služba pro vytváření map měst využívajících data z OpenStreetMap.
el: Το MapOSMatic είναι υπηρεσία ελεύθερου λογισμικού για παροχή χαρτών πόλεων με χρήση των δεδομένων του OpenStreetMap.
eo: MapOSMatic estas TTT-a libera programo por krei mapojn de urboj per la datumoj de OpenStreetMap.
et: MapOSMatic on tasuta teenus et luua linnakaarte OpenStreetMap andmete abil.
nl: MapOSMatic is een web service om kaarten van plaatsen te genereren met gebruikmaking van informatie van OpenStreetMap.

source: MapOSMatic website and rendering pipeline hosted by <a href="http://www.enix.org">eNiX</a>.<br />GIS database hosted by the <a href="http://www.fsffrance.org">Free Software Foundation France</a>.
ast: El sitiu web MapOSMatic y la infraestructura de dibuxáu tán agospiaos por <a href="http://www.enix.org">eNiX</a>.<br />La base de datos GIS ta agospiada pola <a href="http://www.fsffrance.org">Free Software Foundation France</a>.
be: Вэб-сайт MapOSMatic і сервер стварэння мапаў размешчаны на хостынгу <a href="http://www.enix.org">eNiX</a>.<br />База дадзеных ГІС размешчана на хостынгу <a href="http://www.fsffrance.org">Free Software Foundation France</a>.
cs: Webová stránka MapOSMatic a rendering pipeline jsou umístěné na <a href="http://www.enix.org">eNiX</a>. <br />GIS, databázi hostuje <a href="http://www.fsffrance.org">Free Software Foundation France</a>.
el: Η ιστοσελίδα του MapOSMatic και η υποδομή για επεξεργασία χαρτών φιλοξενείτε στους διακομιστές της <a href="http://www.enix.org">eNiX</a>.<br /> Η βάση δεδομένων GIS φιλοξενείται στους διακομιστές του <a href="http://www.fsffrance.org">Ιδρύματος Ελεύθερου Λογισμικού Γαλλίας</a>.
eo: La retejo de MapOSMatic kaj ĝia bildiga dukto estas gastigata de <a href="http://www.enix.org">eNiX</a>.<br />La GIS-datumbazo estas gastigata de la <a href="http://www.fsffrance.org">Franca Liberprogramara Fonduso (angle: Free Software Foundation France)</a>.
nl: De MapOSMatic-website en reproductie-pijplijn worden gehost door <a href="http://www.enix.org">eNiX</a>.<br />De GIS-database wordt gehost door de <a href="http://www.fsffrance.org">Free Software Foundation France</a>.

source: Thanks!
ast: ¡Gracies!
be: Дзякуй!
cs: Děkuji!
el: Ευχαριστώ!
eo: Dankon!
et: Aitäh!
nl: Bedankt!

source: Thanks for your donation!
ast: ¡Gracies pola to donacion!
be: Дзякуй за Ваша ахвяраванне!
cs: Děkujeme za váš dar!
el: Σας ευχαριστούμε για τη δωρεά σας!
eo: Dankon pro via donaco!
et: Täname toetuse eest!
nl: Bedankt voor uw donatie!

source: <i class="glyphicon glyphicon-ok"></i> We have received your donation. Thank you for your support to the MapOSMatic project!
ast: <i class="glyphicon glyphicon-ok"></i> Recibimos la to donación. ¡Gracies pol to encontu al proyectu MapOSMatic!
el: <i class="glyphicon glyphicon-ok"></i> Έχουμε λάβει τη δωρεά σας. Σας ευχαριστούμε για την υποστήριξή σας προς το έργο MapOSMatic!
eo: <i class="glyphicon glyphicon-ok"></i> Ni ricevis vian donacon. Dankon pro via subteno de MapOSMatic!
et: <i class="glyphicon glyphicon-ok"></i> Saime teie annetuse. Täname toe eest MapOSMatic projektile!
