Repository: Falke-Design/maposmatic
Catalog: www/locale/*/LC_MESSAGES/django.po
Languages: ast, be, cs, el, eo, et, nl

source: Select the desired format, size and orientation for your map.
ast: Seleiciona'l formatu, tamañu y orientación que desees pal mapa.
be: Абярыце пажаданы фармат, памер і арыентацыю для Вашай мапы.
cs: Vyberte požadovaný formát, velikost a orientaci mapy.
el: Επιλέξτε την επιθυμητή μορφή, το μέγεθος και τον προσανατολισμό του χάρτη σας.
eo: Elektu la bezonatan formaton, grandon kaj orientiĝon por via mapo.
et: Vali kaardi formaat, suurus ja orientatsioon.
nl: Kies het gewenste formaat, grootte en oriëntate voor uw kaart.

source: Map title
ast: Títulu del mapa
be: Назва мапы
cs: Název mapy
el: Τίτλος χάρτη
eo: Map-titolo
et: Kaardi pealkiri
nl: Kaarttitel

source: Language
ast: Llingua
cs: Jazyk
el: Γλώσσα
eo: Lingvo
et: Keel

source: Summary
ast: Resume
be: Рэзюмэ
cs: Shrnutí
el: Περίληψη
eo: Resumo
et: Kokkuvõte
nl: Samenvatting

source: Location:
ast: Llugar:
be: Месцазнаходжанне:
cs: Umístění:
el: Περιοχή:
eo: Loko:
et: Asukoht:
nl: Locatie:

source: Layout:
ast: Diseñu:
be: Макет:
cs: Rozložení:
el: Σχέδιο:
eo: Aranĝo:
et: Kujundus:
nl: Indeling:

source: Stylesheet:
ast: Fueya d'estilu:
be: Стыль:
cs: Stylopis:
el: Στυλ:
eo: Stilfolio:
et: Stiil:
nl: Stijlblad:

source: Paper format:
ast: Formatu del papel:
be: Фармат паперы:
cs: Formát papíru:
el: Είδος χαρτιού:
eo: Paper-formato:
et: Paberi formaat:
nl: Papierformaat:

source: Almost there!
ast: ¡Casi tamos!
be: Амаль скончана!
cs: Téměř tady!
el: Σχεδόν φτάσαμε!
eo: Preskaŭ finis...!
et: Peaaegu valmis!
nl: Bijna klaar!

source: Waiting for rendering to begin...
ast: Esperando que principie'l dibuxáu...
be: Запыт на стварэнне мапы дададзены ў чаргу...
cs: Čekání na začátek vykreslování...
el: Αναμονή για να ξεκινήσει η επεξεργασία...
eo: Baldaŭ ekkreiĝos la karto...
et: Oota kui renderdus algab...
nl: Wachten tot reproductie start...

source: The rendering is in progress...
ast: El dibuxáu ta en progresu...
be: Адбываецца стварэнне мапы...
cs: Vykreslování probíhá ...
el: Η επεξεργασία είναι σε εξέλιξη...
eo: Daŭras la kreado de la mapo...
et: Renderdus on töös...
nl: De reproductie is gaande...

source: Rendering was successful.
ast: El dibuxáu foi correutu.
be: Мапа паспяхова створана.
cs: Vykreslení bylo úspěšné.
el: Η επεξεργασία ολοκληρώθηκε.
eo: La mapo sukcese finkreiĝis.
et: Renderdus oli edukas.
nl: Reproductie was succesvol.

source: Rendering is obsolete: the rendering was successful, but the files are no longer available.
ast: El dibuxu ta anticuáu: el dibuxáu foi correutu, pero los ficheros yá nun tan disponibles.
be: Мапа не актуальная: мапа была створана ўдала, але файлы больш не даступныя.
cs: Vykreslení je zastaralé: vykreslování bylo úspěšné, ale soubory již nejsou k dispozici.
el: Η επεξεργασια είναι ξεπερασμένη: η απόδοση ήταν επιτυχής, αλλά τα αρχεία δεν είναι πλέον διαθέσιμα.
eo: La kreita mapo estas malaktuala: la kreado sukcesis, sed la kreitaj dosieroj ne plu disponeblas.
et: Renderdus on unustatud: renderdus õnnestus, aga faile enam pole.
nl: Reproductie is te oud: De reproductie was gelukt, maar de bestanden zijn niet langer beschikbaar.

source: Obsolete failed rendering: the rendering failed, and the incomplete files have been removed.
ast: Dibuxu fallíu anticuáu: falló'l dibuxáu, y desaniciaronse los ficheros incompletos.
be: Мапа састарэла: мапа не была створана, а незакончаныя файлы былі выдалены.
cs: Zastaralé neúspěšné vykreslení: vykreslení se nezdařilo a neúplné soubory byly odstraněny.
el: Η παροχή είναι απαρχαιωμένη: η απόδοση απέτυχε, και τα ελλιπείς αρχεία έχουν αφαιρεθεί.
eo: La kreado malsukcesis, kaj la rezulto estas malaktuala, t.e. la kreitaj dosieroj nun estas forigitaj.
et: Unustatud ebaõnnestunud renderdus, poolikud failid on kustutatud.
nl: Verouderde mislukte productie: het produceren is mislukt en de incomplete bestanden zijn verwijderd.

source: The rendering was cancelled by the user.
ast: L'usuariu encaboxó'l dibuxáu.
be: Стварэнне мапы было скасавана карыстальнікам.
cs: Vykreslení bylo zrušeno uživatelem.
el: Η επεξεργασία διακόπηκε από τον χρήστη.
eo: La uzanto nuligis la kreadon.
et: Kasutaja katkestas renderduse.
nl: Reproductie is door de gebruiker geannuleerd.

source: Latitude of the top left corner
ast: Llatitú de la esquina superior izquierda
be: Шырата верхняга левага кута
cs: Zeměpisná šířka v levém horním rohu
el: Πλάτος της επάνω αριστερής γωνίας
eo: Latitudo de supra maldekstra angulo
et: Ülal vasak laiuskraad.
nl: Breedtegraad van de hoek linksboven

source: Longitude of the top left corner
ast: Llonxitú de la esquina superior izquierda
be: Даўгата верхняга левага кута
cs: Zeměpisná délka v levém horním rohu
el: Μήκος της επάνω αριστερής γωνίας
eo: Longitudo de supra maldekstra angulo
et: Ülal vasak pikkuskraad
nl: Lengtegraad van de hoek linksboven

source: Latitude of the bottom right corner
ast: Llatitú de la esquina inferior drecha
be: Шырата ніжняга правага кута
cs: Zeměpisná šířka pravého dolního rohu
el: Πλάτος της κάτω δεξιάς γωνίας
eo: Latitudo de malsupra dekstra angulo
et: All parem laiuskraad
nl: Breedtegraad van de hoek rechtsonder

source: Longitude of the bottom right corner
ast: Llonxitú de la esquina inferior drecha
be: Даўгата ніжняга правага кута
cs: Zeměpisná délka pravého dolního rohu
el: Μήκος της κάτω δεξιάς γωνίας
eo: Longitudo de malsupra dekstra angulo
et: All parem pikkuskraad
nl: Lengtegraad van de hoek rechtsonder

source: Remove any selected region from the map
ast: Desaniciar cualquier rexón del mapa seleicionada
be: Выдаліць ​​выдзеленую вобласць з мапы
cs: Odstranit libovolnou vybranou oblast z mapy
el: Αφαίρεση κάθε επιλεγμένης περιοχής από τον χάρτη
eo: Forigi la elektitan areon el la karto
et: Eemalda valitud ala kaardilt
nl: Verwijder een geselecteerde regio van de kaart

source: No localization
ast: Ensin llocalización
be: Без лакалізацыі
cs: Žádná lokalizace
el: Λείπει τοπικοποίηση-poi9
eo: Ne estas traduko
et: Pole tõlget
nl: Geen vertaling

source: Page not found!
ast: ¡Nun s'alcontró la páxina!
be: Старонка не знойдзена!
cs: Stránka nenalezena!
el: Η σελίδα δεν βρέθηκε!
eo: Paĝo ne trovita!
et: Lehte ei leitud!
nl: Pagina niet gevonden!

source: Woups. Looks like you've followed a broken link ;-(
ast: Ai. Paez que siguisti un enllaz frañáu ;-(
be: Прабачце. Відаць, Вы перайшлі па непрацуючай спасылцы ;-(
cs: Uf... Vypadá to, že jste sledoval nefunkční odkaz ;-(
el: Ωχ. Ακολουθήσατε έναν χαλασμένο σύνδεσμο ;-(
eo: Ho fek'! Ŝajne vi sekvis malbonan ligilon. ;-(
et: Katkine link. :-(
nl: Oeps. Het lijkt er op dat je een gebroken link hebt gevonden ;-(

source: Server error!
ast: ¡Error del sirvidor!
be: Памылка на серверы!
cs: Chyba serveru!
el: Σφάλμα διακομιστή!
eo: Eraro ĉe la servilo!
et: Serveri viga!
nl: Serverfout!

source: Well, this is embarrassing. Looks like the server crashed processing this request.
ast: Vaya, esto ye vergoñoso. Paez que'l sirvidor cayó al procesar esta solicitú.
be: Выбачаемся. Падобна на тое, што адбыўся збой у працы сервера пры апрацоўцы гэтага запыту.
cs: No, to je trapné. Zdá se, že server havaroval při zpracování této žádosti.
el: Λοιπόν, αυτό είναι ενοχλητικό. Μοιάζει πως ο διακομιστής να συνετρίβη κατά την επεξεργασία του αιτήματός σας.
eo: Ho, kiel embarase. Ŝajne la servilo paneis dum tiu peto.
et: Väga piinlik. tundub et server jooksis selle päringu peale lihtsalt kokku.
nl: Nou, dit is schaamtelijk. Het lijkt erop of de server gecrasht is tijdens het verwerken van deze opdracht.

source: Generate &raquo;
et: Genereeri &raquo;

source: Start typing for suggestions...
et: Alusta sisestust soovitusteks...
