Repository: Falke-Design/maposmatic
Catalog: www/locale/*/LC_MESSAGES/django.po
Languages: ast, be, cs, el, eo, et, nl

source: MapOSMatic maps
ast: Mapes MapOSMatic
cs: MapOSMatic mapy
el: Χάρτες MapOSMatic
eo: Mapoj MapOSMatic
et: MapOSMatic kaardid

source: MapOSMatic maps [DEV]
ast: Mapes MapOSMatic [DEV]
cs: Mapy MapOSMatic [DEV]
el: Χάρτες MapOSMatic [DEV]
eo: Mapoj MapOSMatic [DEV]
et: MapOSMatic kaardid [DEV]

source: The latest rendered maps on MapOSMatic.
ast: Los últimos mapes fechos en MapOSMatic.
be: Нядаўна створаныя на MapOSMatic мапы.
cs: Nejnovější vykreslené mapy na MapOSMaticu.
el: Οι τελευταίοι χάρτες παρέχονται για το MapOSMatic.
eo: La lastaj kreitaj mapoj de MapOSMatic.
et: Viimased MapOSMatic renderdatud kaardid.
nl: De nieuwste gereproduceerde kaarten op MapOSMatic.

source: Search for a map
ast: Guetar un mapa
be: Шукаць мапу
cs: Vyhledat mapu
el: Αναζήτηση για χάρτη
eo: Serĉi mapon
et: Otsi kaarti
nl: Zoeken naar een kaart

source: Administrative boundary
ast: Llende alministrativa
cs: Administrativní hranice
el: Διοικητικό όριο
eo: Limo de administra areo
et: Administratiivpiir

source: Bounding box
ast: Cuadru de seleición
be: Выдзеленая вобласць
cs: ohraničovací rámeček
el: Πλαίσιο οριοθέτησης
eo: Ĉirkaŭa rektangulo
et: Kaardi ala
nl: Selectiekader

source: Portrait
ast: Retratu
be: Партрэт
cs: Na výšku
el: Κατακόρυφος
eo: Vertikala orientiĝo
et: Portreevaade
nl: Portret

source: Landscape
ast: Apaisáu
be: Ландшафт
cs: Na šířku
el: Οριζόντιος
eo: Horizontala orientiĝo
et: Maastikuvaade
nl: Landschap

source: Area
ast: Área
be: Вобласць
cs: Oblast
el: Περιοχή
eo: Areo
et: Ala
nl: Gebied

source: Full-page layout without street index
ast: Diseñu de páxina completa ensin índiz de cais
be: Мапа на адным аркушы без пераліку вуліц
cs: Rozložení celé stránky bez indexu ulic
el: Ολοσέλιδη διάταξη χωρίς ευρετήριο οδών
eo: Tutpaĝa aranĝo, sen stratindekso
et: Täis-lehekülg ilma tänavaindeksita
nl: Lay-out met volledige paginabreedte, zonder straatnamenindex

source: Full-page layout with the street index on the side
ast: Diseñu de páxina completa col índiz de cais nun llateral
be: Мапа на адным аркушы з пералікам вуліц збоку
cs: Rozložení celé stránky s indexem ulic na straně
el: Ολοσέλιδη διάταξη με ευρετήριο οδών στην άκρη
eo: Tutpaĝa aranĝo, kun stratindekso apuda
et: Täis-lehekülg tänavaindeksiga küljel
nl: Lay-out met volledige paginabreedte, met straatnamenindex aan de zijkant

source: Full-page layout with the street index at the bottom
ast: Diseñu de páxina completa col índiz de cais abaxo
be: Мапа на адным аркушы з пералікам вуліц знізу
cs: Rozložení celé strany s indexem ulice v dolní části stránky
el: Ολοσέλιδη διάταξη με ευρετήριο οδών στο κάτω μέρος
eo: Tutpaĝa aranĝo, kun stratindekso suba
et: Täis-lehekülg tänavaindeksiga allservas
nl: Lay-out met volledige paginabreedte, met straatnamenindex aan de onderkant

source: Multi-page layout
ast: Diseñu de múltiples páxines
be: Мапа на некалькіх аркушах
cs: Vícestránkové rozvržení
el: Πολυσέλιδη διάταξη
eo: Plurpaĝa aranĝo
et: Mitme leheküljega kujundus
nl: Lay-out met meerdere pagina's

source: The %(layout_name)s layout
ast: El diseñu %(layout_name)s
be: Макет: %(layout_name)s
cs: Rozvrh strany %(layout_name)s
el: Η διάταξη %(layout_name)s
eo: La aranĝo %(layout_name)s
et: %(layout_name)s kujundus
nl: De %(layout_name)s lay-out

source: The default OpenStreetMap.org style
ast: L'estilu predetermináu d'OpenStreetMap.org
be: Звычайны стыль OpenStreetMap.org
cs: Výchozí styl OpenStreetMap.org
el: Το προεπιλεγμένο στυλ του OpenStreetMap.org
eo: Defaŭlta stilo de OpenStreetMap.org
et: Tavaline OpenStreetMap.org stiil
nl: De standaard OpenStreetMap.org-stijl

source: The european MapQuest style
ast: L'estilu MapQuest européu
be: Стыль MapQuest для Еўропы
cs: Evropský styl MapQuest
el: Το Ευρωπαϊκό στυλ του MapQuest
eo: Eŭropa stilo de MapQuest
et: Euroopa MapQuest stiil
nl: De Europese MapQuest-stijl

source: The US MapQuest style
ast: L'estilu MapQuest de los EE.XX.
be: Стыль MapQuest для ЗША
cs: Americký styl MapQuest
el: Το Αμερικάνο στυλ του MapQuest
eo: Usona stilo de MapQuest
et: US MapQuest stiil
nl: De Amerikaanse (VS) MapQuest-stijl

source: The UK MapQuest style
ast: L'estilu MapQuest del Reinu Xuníu
be: Стыль MapQuest для Вялікабрытаніі
cs: Britský styl MapQuest
el: Το Βρετανικό στυλ του MapQuest
eo: Brita stilo de MapQuest
et: UK MapQuest stiil
nl: De Britse (VK) MapQuest-stijl

source: A MapOSMatic-specific stylesheet suitable for printing
ast: Una fueya d'estilu específica de MapOSMatic afayadiza pa imprentar
be: Адмысловы стыль MapOSMatic прыдатны для друку
cs: Šablona stylopisu MapOSMatic vhodná pro tisk
el: Ενα στυλ συγκεκριμένο στο MapOSMatic που είναι κατάλληλο για εκτύπωση
eo: Stilo de MapOSMatic, kiu taŭgas por presilo
et: MapOSMatic enda printimiseks kohandatud stiil
nl: Een MapOSMatic-specifiek stijlblad, geschikt om te worden afgedrukt

source: The <i>%(stylesheet_name)s</i> stylesheet
ast: La fueya d'estilu <i>%(stylesheet_name)s</i>
be: Стыль: <i>%(stylesheet_name)s</i>
cs: <i>%(stylesheet_name)s</i> stylopis
el: Το στυλ <i>%(stylesheet_name)s</i>
eo: La stilfolio <i>%(stylesheet_name)s</i>
et: <i>%(stylesheet_name)s</i> stylesheet
nl: Het <i>%(stylesheet_name)s</i>-stijlblad

source: Best fit <em class="papersize"></em>
ast: Meyor axuste <em class="papersize"></em>
be: Лепшы памер: <em class="papersize"></em>
cs: Nejlepší velikost:<em class="papersize"></em>
el: Καλύτερο μέγεθος <em class="papersize"></em>
eo: Optimuma aranĝo <em class="papersize"></em>
et: Paiguta <em class="papersize"></em>
nl: Best passend <em classs="papersize"></em>

source: Layout required
ast: Necesítase un diseñu
be: Неабходна абраць макет
cs: Rozložení strany je nutno zadat
el: Απαιτείται διάταξη
eo: Nepre elektu paĝ-aranĝon
et: Kujunduse valik nõutav
nl: De lay-out is vereist

source: Stylesheet required
ast: Necesítase una fueya d'estilu
be: Неабходна абраць стыль
cs: Stylopis je nutno zadat
el: Απαιτείται στυλ
eo: Nepre elektu stilfolion
et: Stylesheet valik nõutav
nl: Het stijlblad is vereist

source: Administrative city required
ast: Necesítase la división alministrativa
be: Неабходна абраць адміністрацыйную адзінку
cs: Hlavní město je nutno zadat
el: Απαιτείται διοικητική πόλη
eo: Urbonomo bezonata
et: Linna valik on nõutav
nl: De plaatsnaam is vereist

source: Error with osm city: %s
ast: Error cola ciudá d'osm: %s
be: Памылка з горадам: %s
cs: Chyba OSM města %s
el: Σφάλμα με την πόλη osm: %s
eo: Estis eraro kun la urbonomo: %s
et: Vigane OSM linn: %s
nl: Er is een fout opgetreden met de gekozen plaats: %s

source: Required
ast: Necesario
be: Абавязковы
cs: Nutno zadat
el: Απαιτείται
eo: Bezonata
et: Nõutav
nl: Vereist

source: Same latitude
ast: Igual llatitú
be: Аднолькавая шырата
cs: Stejná zeměpisná šířka
el: Ίδιο γεωγραφικό πλάτος
eo: Sama latitudo
et: Sama laiuskraad
nl: Dezelfde breedtegraad

source: Same longitude
ast: Igual llonxitú
be: Аднолькавая даўгата
cs: Stejná zeměpisná délka
el: Ίδιο γεωγραφικό μήκος
eo: Sama longitudo
et: Sama pikkuskraad
nl: Dezelfde lengtegraad

source: Bounding Box too large
ast: Cuadru de seleición demasiao grande
be: Выдзеленая вобласць занадта вялікая
cs: Ohraničující rámeček je příliš velký
el: Το πλαίσιο οριοθέτησης είναι πολύ μεγάλο
eo: Via rektangulo estas tro granda
et: Kaardi ala liiga suur
nl: Het gebied in het selectiekader is te groot

source: %(title)s %(format)s Map
ast: Mapa de %(title)s %(format)s
be: Мапа: %(title)s %(format)s
cs: %(title)s %(format)s Mapa
el: Χάρτης %(title)s %(format)s
eo: Mapo %(title)s (%(format)s)
et: %(title)s %(format)s kaart
nl: Kaart voor %(title)s (bestandsindeling %(format)s)

source: %(title)s %(format)s Index
ast: Índiz de %(title)s %(format)s
be: Пералік: %(title)s %(format)s
el: Ευρετήριο %(title)s %(format)s
eo: Stratindekso pour la mapo %(title)s (%(format)s)
et: %(title)s %(format)s indeks
nl: Straatnamenindex voor %(title)s (bestandsindeling %(format)s)

source: Administrative area too big for rendering
ast: Área alministrativa enforma grande pa representase
be: Выбраны раён занадта вялікі для апрацоўкі
cs: Administrativní oblast je příliš velká pro vykreslování
el: Η διοικητική περιοχή είναι πολύ μεγάλη για επεξεργασία
eo: Ni ne povas krei mapon de tiom granda urbo
et: Administratiivala on renderduseks liialt suur
nl: De administratieve grens is te groot voor de weergave

source: No administrative boundary details from GIS
ast: Nun hai detalles de la llende alministrativa dende GIS
be: ГІС не ўтрымлівае адміністрацыйнай мяжы
cs: Žádná administrativní hranice z GIS
el: Δεν υπάρχουν λεπτομέρειες διοικητικών ορίων από το GIS
eo: La GIS ne provizas nin per informoj pri urbolimo
et: Administratiivala detaile GIS-ist ei leitud
nl: Geen administratieve grens details uit GIS

source: No administrative boundary
ast: Nun hai llende alministrativa
be: Без адміністрацыйнай мяжы
cs: Žádná správní hranice
el: Δεν υπάρχει διοικητικό όριο
eo: Ne estas urbolimo
et: Puudub administratiivpiir
nl: Geen administratieve grens

source: About
ast: Tocante a
be: Пра нас
cs: Více o ...
el: Σχετικά
eo: Pri
et: Teenusest
nl: Over...

source: History
ast: Historial
be: Гісторыя
cs: Historie
el: Ιστορικό
eo: Historio
et: Ajalugu
nl: Geschiedenis

source: MapOSMatic has been started thanks to an idea of Gilles Lamiral, an <a href="http://www.openstreetmap.org">OpenStreetMap</a> and free software contributor of Rennes area, France. From his idea, a group of crazy <a href="http://en.wikipedia.org/wiki/Hacker_(programmer_subculture)">hackers</a> met together during a one-week <em>Hackfest</em> in August 2009 and brought the idea of Gilles Lamiral to life by writing the code and named the project <strong>MapOSMatic</strong>. The group of crazy hackers would like to thank Gilles for sharing his bright idea!
ast: MapOSMatic principió gracies a una idea de Gilles Lamiral, un collaborador de <a href="http://www.openstreetmap.org">OpenStreetMap</a> ya'l software llibre de la fastera de Rennes, Francia. Cola so idea, un grupu de <a href="http://en.wikipedia.org/wiki/Hacker_(programmer_subculture)">hackers</a> llocos alcontraronse demientres un <em>Hackfest</em> d'una selmana n'agostu de 2009 y dieron vida a la idea de Gilles Lamiral escribiendo'l códigu, y llamaron al proyeutu <strong>MapOSMatic</strong>. ¡El grupu de hackers llocos quier agradece-y a Gilles que compartiera la so brillante idea!
be: Праект MapOSMatic пачаўся дзякуючы ідэі Жыля Ламіраля /Gilles Lamiral/, <a href="http://www.openstreetmap.org">OpenStreetMap</a> і ўдзельніка праектаў бясплатнага праграмнага забеспячэння з вобласці Рэн у Францыі. Група зацятых <a href="http://en.wikipedia.org/wiki/Hacker_(programmer_subculture)">хакераў</a> сабраліся разам падчас тыдня <em>Hackfest</em> у жніўні 2009 года і ператварылі ідэю Жыля Ламіраля ў рэальнасць, праект назвалі <strong>MapOSMatic</strong>. Група зацятых хакераў удзячная Жылю за тое, што ён падзяліўся сваёй выдатнай ідэяй!
cs: MapOSMatic byl spuštěn díky nápadu Gillese Lamirala, <a href="http://www.openstreetmap.org">OpenStreetMap</a> a dobrovolných softwarových přispěvatelů z oblasti Rennes ve Francii. Z jeho myšlenky se skupina blíznivých <a href="http://en.wikipedia.org/wiki/Hacker_(programmer_subculture)">hackerů</a> spojila během jednoho týdenního <em>Hackfestu</em> v srpnu 2009 a myšlenku Gillese Lamirala oživila, napsala kód a nazvala projekt <strong>MapOSMatic</strong>. Skupina bláznivých hackerů by ráda poděkovala Gillesovi za to, že sdílel svůj skvělý nápad!
el: Το MapOSMatic ξεκίνησε από μια ιδέα του Gilles Lamiral, ενός συνεισφέρωντα στο <a href="http://www.openstreetmap.org">OpenStreetMap</a> και ελεύθερου λογισμικού από τη Ρεν, Γαλλία. Από αυτήν την ιδέα, μια ομάδα τρελαμένων <a href="http://en.wikipedia.org/wiki/Hacker_(programmer_subculture)">χάκερ</a> συναντήθηκαν σε ένα <em>Hackfest</em> μίας εβδομάδας τον Αύγουστο του 2009 και πήραν την ιδέα του Gilles Lamiral, έγραψαν τον κώδικα και και ονόμασαν το πρόγραμμα <strong>MapOSMatic</strong>. Αυτή η ομάδα τρελαμένων χάκερ θέλει να ευχαριστήσει τον Gilles που μοιράστηκε την εξαιρετική του ιδέα!
eo: MapOSMatic kreiĝis laŭ ideo de Gilles LAMIRAL, loĝanto de Rennes, Francio, kaj kontribuanto al <a href="http://www.openstreetmap.org">OpenStreetMap</a> kaj al diversaj liberaj programoj. El tiu ideo, grupo de frenezaj sed talentplenaj programistoj realigis <strong>MapOSMatic</strong> dum unusemajna <em>Hackfest</em> dum aŭgusto 2009. Tiu grupo elkore dankas al Gilles pro tio, ke li sciigis al ili la ideon!
nl: MapOSMatic is gestart naar een idee van Gilles Lamiral, een bijdrager aan <a href="http://www.openstreetmap.org">OpenStreetMap</a> en Vrije Software uit de regio Rennes in Frankrijk. Tijdens een weeklang <em>Hackfest</em> gehouden in Augustus 2009, zijn een groep gekke <a href="http://nl.wikipedia.org/wiki/Hacker">hackers</a> aan de slag gegaan met zijn idee; het idee van Gilles werd in broncode en realiteit omgezet, ze noemden het project <strong>MapOSMatic</strong>. De groep <em>hackers</em> wenst Gilles te bedanken voor het delen van zijn briljant idee!

source: Of course, MapOSMatic is fully free software, licensed under the <a href="http://www.fsf.org/licensing/licenses/agpl-3.0.html">AGPLv3</a>.
ast: Por supuestu, MapOSMatic ye software completamente llibre, baxo la llicencia <a href="http://www.fsf.org/licensing/licenses/agpl-3.0.html">AGPLv3</a>.
be: Вядома, MapOSMatic цалкам бясплатнае праграмнае забеспячэнне, пад ліцэнзіяй <a href="http://www.fsf.org/licensing/licenses/agpl-3.0.html">AGPLv3</a>.
cs: Samozřejmě, MapOSMatic je plně svobodný software, licencovaný pod <a href="http://www.fsf.org/licensing/licenses/agpl-3.0.html">AGPLv3</a>.
el: Φυσικά, το MapOSMatic είναι πλήρως ελεύθερο λογισμικό, χορηγημένο υπό την άδεια <a href="http://www.fsf.org/licensing/licenses/agpl-3.0.html">AGPL, έκδοση 3</a>.
eo: Evidente, MapOSMatic estas tute libera programo, sub la permesilo <a href="http://www.fsf.org/licensing/licenses/agpl-3.0.html">AGPLv3</a>.
et: MapOSMatic on täielikult vaba tarkvara <a href="http://www.fsf.org/licensing/licenses/agpl-3.0.html">AGPLv3</a> litsentsiga.
nl: Natuurlijk is MapOSMatic volledig Vrije Software, verspreid onder de voorwaarden van de <a href="http://www.fsf.org/licensing/licenses/agpl-3.0.html">AGPLv3</a>.

source: How does it work?
ast: ¿Cómo funciona?
be: Як гэта працуе?
cs: Jak to funguje?
el: Πως δουλεύει?
eo: Kiel ĝi funkcias?
et: Kuidas see töötab?
nl: Hoe werkt het?

source: On our server, we run a <a href="http://www.postgresql.org">PostgreSQL</a> server, with the <a href="http://postgis.refractions.net">PostGIS</a> extension. In this PostgreSQL server, we have loaded the <a href="http://wiki.openstreetmap.org/wiki/Planet.osm">OpenStreetMap data for the whole world</a> using the <a href="http://wiki.openstreetmap.org/wiki/Osm2pgsql">osm2pgsql</a> tool. The same tool is also used to apply <a href="http://planet.openstreetmap.org/daily/">daily differences</a> of the database, which allows to keep it up to date with the new contributions of OpenStreetMap users.
ast: Nel sirvidor, executamos un sirvidor <a href="http://www.postgresql.org">PostgreSQL</a>, cola estensión <a href="http://postgis.refractions.net">PostGIS</a>. Nesti sirvidor PostgreSQL, cargamos los datos d'<a href="http://wiki.openstreetmap.org/wiki/Planet.osm">OpenStreetMap del mundu enteru</a> usando la ferramienta <a href="http://wiki.openstreetmap.org/wiki/Osm2pgsql">osm2pgsql</a>. La mesma ferramienta úsase tamién p'aplicar les <a href="http://planet.openstreetmap.org/daily/">diferencies diaries</a> de la base de datos, lo que permite caltenela actualizada coles nueves contribuciones de los usuarios d'OpenStreetMap.
be: На нашым серверы мы выкарыстоўваем <a href="http://www.postgresql.org">PostgreSQL</a>-сервер разам з пашырэннем <a href="http://postgis.refractions.net">PostGIS</a>. У гэты PostgreSQL-сервер мы загрузілі <a href="http://wiki.openstreetmap.org/wiki/Planet.osm">дадзеныя OpenStreetMap для усяго свету</a> з дапамогай прылады <a href="http://wiki.openstreetmap.org/wiki/Osm2pgsql">osm2pgsql</a>. Гэтая ж прылада выкарыстоўваецца для ўнясення <a href="http://planet.openstreetmap.org/daily/">штодзённых правак</a> базы дадзеных, што дазваляе падтрымліваць актуальны стан OpenStreetMap.
cs: Na našem serveru provozujeme server <a href="http://www.postgresql.org">PostgreSQL</a> s rozšířením <a href="http://postgis.refractions.net">PostGIS</a>. V tomto serveru PostgreSQL jsme do <a href="http://wiki.openstreetmap.org/wiki/Planet.osm">OpenStreetMap dat načetli celý svět</a> pomocí nástroje <a href="http://wiki.openstreetmap.org/wiki/Osm2pgsql">osm2pgsql</a>. Stejný nástroj se také používá k aplikaci <a href="http://planet.openstreetmap.org/daily/">denních rozdílů</a> v databázi, což umožňuje aktualizovat je s novými příspěvky uživatelů OpenStreetMap.
el: Στον διακομιστή μας, τρέχει ένας διακομιστης <a href="http://www.postgresql.org">PostgreSQL</a> με την επέκταση <a href="http://postgis.refractions.net">PostGIS</a>. Σε αυτόν τον διακομιστή PostgreSQL, φορτώσαμε δεδομένα <a href="http://wiki.openstreetmap.org/wiki/Planet.osm">OpenStreetMap</a> για όλη την γη χρησιμοποιοντας το εργαλειο <a href="http://wiki.openstreetmap.org/wiki/Osm2pgsql">osm2pgsql</a>. Το ίδιο εργαλείο χρησιμοποιείται για την εφαρμογή <a href="http://planet.openstreetmap.org/daily/">καθημερινών αλλαγών</a> της βάσης δεδομένων, που μας επιτρέπει να ανανεώνουμε το χάρτη με νέες συνισφορές από τους χρήστες του OpenStreetMap.
eo: Ĉe nia servilo rulumas <a href="http://www.postgresql.org">PostgreSQL</a> kun la <a href="http://postgis.refractions.net">PostGIS</a> kromaĵo. En tio, ni ŝargis <a href="http://wiki.openstreetmap.org/wiki/Planet.osm">OpenStreetMap data for the whole world</a> per la ilo <a href="http://wiki.openstreetmap.org/wiki/Osm2pgsql ">osm2pgsql</a>. Per tiu sama ilo, <a href="http://planet.openstreetmap.org/daily/">ĉiutage ĝisdatiĝas</a> la datumbazo, por ĉiam havi la plej lastajn ŝanĝojn de la uzantaro de OpenStreetMap.
nl: Op onze hardware draaien we een <a href="http://www.postgresql.org">PostgreSQL</a> server met de <a href="http://postgis.refractions.net">PostGIS</a> uitbreiding. In deze database hebben we de kaartgegevens van <a href="http://wiki.openstreetmap.org/wiki/Planet.osm">OpenStreetMap voor de gehele wereld</a> geladen met gebruik van het hulpprogramma <a href="http://wiki.openstreetmap.org/wiki/Osm2pgsql">osm2pgsql</a>. Dit zelfde programma werkt de <a href="http://planet.openstreetmap.org/daily/">dagelijkse verschillen</a> bij , opdat we de nieuwe contributies aan OpenStreetMap door hun gebruikers kunnen volgen.

source: For the map rendering, we use the famous <a href="http://www.mapnik.org">Mapnik</a> with the OpenStreetMap stylesheet available <a href="http://svn.openstreetmap.org/applications/rendering/mapnik">in OpenStreetMap Subversion repository</a>. Using Mapnik and <a href="http://cairographics.org/pycairo/">Cairo</a>, we built <i>OCitySMap</i>, a Python module that:
ast: Pa dibuxar el mapa usamos el famosu <a href="http://www.mapnik.org">Mapnik</a> cola fueya d'estilu OpenStreetMap disponible <a href="http://svn.openstreetmap.org/applications/rendering/mapnik">nel repositoriu Subversion d'OpenStreetMap</a>. Usando Mapnik y <a href="http://cairographics.org/pycairo/">Cairo</a>, construimos <i>OCitySMap</i>, un módulu Python que:
be: Мапа ствараецца з дапамогай знакамітага <a href="http://www.mapnik.org">Mapnik</a> з выкарыстаннем стыляў OpenStreetMap змешчаных <a href="http://svn.openstreetmap.org/applications/rendering/mapnik">у Subversion-рэпазіторыі OpenStreetMap</a>. Дзякуючы Mapnik і <a href="http://cairographics.org/pycairo/">Cairo</a> мы стварылі модуль <i>OCitySMap</i> на мове Python, які:
cs: Pro vykreslování mapy používáme vlastní <a href="http://www.mapnik.org">Mapnik</a> s OpenStreetMap stylopis dostupný <a href="http://svn.openstreetmap.org/applications/rendering/mapnik">v repository Subversion OpenStreetMap</a>. Pomocí Mapniku a <a href="http://cairographics.org/pycairo/">Cairo</a> jsme vytvořili <i>OCitySMap</i>, modul Pythonu, který:
el: Για την επεξεργασία χαρτών, χρησιμοποιούμε το περίφημο <a href="http://www.mapnik.org">Mapnik</a> με στυλ OpenStreetMap που είναι διαθέσιμο <a href="http://svn.openstreetmap.org/applications/rendering/mapnik">στο αποθετήριο Subversion του OpenStreetMap</a>. Με χρήση του Mapnik και του <a href="http://cairographics.org/pycairo/">Cairo</a>, δημιουργησαμε το <i>OCitySMap</i>, μια μοναδα Python που:
eo: Por krei la mapojn mem, ni uzas la faman <a href="http://www.mapnik.org">Mapnik</a> kun la stilfolio de OpenStreetMap, kiu disponeblas <a href="http://svn.openstreetmap.org/applications/rendering/mapnik">en la SVN-deponejo de OpenStreetMap</a>. Uzante Mapnik kaj <a href="http://cairographics.org/pycairo/">Cairo</a>, ni kreis Pitonan modulon <em>OCitySMap</em>, kiu:
nl: Voor de reproductie van de kaart gebruiken we het beroemde <a href="http://www.mapnik.org">Mapnik</a>, tezamen met de in OpenStreetMap's <a href="http://svn.openstreetmap.org/applications/rendering/mapnik">SVN versiebeheer</a> verkrijgbare stylesheet</a>. Gebruikmakende van Mapnik en <a href="http://cairographics.org/pycairo/">Cairo</a>, hebben we de <i>OCitySMap</i> Python module geschreven, deze:

source: Renders the map using OpenStreetMap data and the OpenStreetMap Mapnik stylesheet;
ast: Dibuxa'l mapa usando los datos d'OpenStreetMap y la fueya d'estilu Mapnik d'OpenStreetMap;
be: Стварае мапу з дадзеных OpenStreetMap з выкарыстаннем стыляў OpenStreetMap Mapnik;
cs: Vykreslí mapu pomocí dat systému OpenStreetMap a stylopisu OpenStreetMap Mapnik;
el: Επεξεργάζεται τους χάρτες χρησιμοποιώντας δεδομένα OpenStreetMap και το φύλλο στυλ OpenStreetMap Mapnik·
eo: bildigas la mapon per la datumoj de OpenStreetMap kaj la stilfolio Mapnik;
et: Renderdab kaardi kasutades OpenStreetMap andmeid ja OpenStreetMap Mapnik stylesheet-i;
nl: Reproduceert de kaart vanaf de gegevens van OpenStreetMap met behulp van de OpenStreetMap stylesheet voor Mapnik;

source: Greys out all the area outside the city if we find its administrative boundary;
ast: Pon en buxu l'área esterior a la ciudá si alcontramos la so llende alministrativa;
be: Наносіць шэрую маску на вобласць па за межамі адміністрацыйнай мяжы горада ці выдзеленай вобласці;
cs: Pokud nalezneme správní hranici města, zakryjeme celou oblast mimo město.
el: Κάνει γκρι την περιοχή έξω από τις πόλεις, αν βρούμε τα διοικητικά όριά τους·
eo: forgrizigas areojn ekster la urbo se ni trovas ties administran limon;
nl: Indien een administratieve grens gevonden is zal het gedeelte van de kaart buiten dit gebied grijs worden gearceerd om nadruk te leggen op de plaats in kwestie;

source: Renders an index of the streets, based on OpenStreetMap data and the intersection of the streets with the squares on the map.
ast: Dibuxa un índiz de les cais, basáu nos datos d'OpenStreetMap y la interseición de les cais cola cuadrícula del mapa.
be: Дадае пералік вуліц з указаннем месцазнаходжання адносна сеткі;
cs: Vykreslí index ulic, založený na datech OpenStreetMap a křižovatek ulic s náměstími na mapě.
el: Επεξεργάζεται ένα ευρετήριο δρόμων, με βάση τα δεδομένα OpenStreetMap και τις διασταύρωση δρόμων με τετράγωνα του χάρτη.
eo: kreas indekson de stratoj laŭ la datumoj de OpenStreetMap kaj la lokiĝo en la krado sur la karto.
nl: Maakt een index van straten gebaseerd op de OpenStreetMap gegevens en waar deze kruisen op de kaart met het eerdergenoemd raster.
